Repository: tjnurmin/FloMembers
Catalog: locale/*/LC_MESSAGES/flo.po
Languages: fi_fi, sv_se

source: Add note
fi_fi: Lisää merkintä
sv_se: Lägg till anteckning

source: Hours spent
fi_fi: Käytetyt tunnit
sv_se: Spenderade timmar

source: Description of how hours have been spent
fi_fi: Kuvaus miten tunnit on käytetty
sv_se: Beskrivning av timanvändning

source: Hours
fi_fi: Tunnit
sv_se: Timmar

source: Timestamp
fi_fi: Aikaleima
sv_se: Tidsstämpel

source: Hour reporting
fi_fi: Tuntiraportointi
sv_se: Timrapportering

source: Case was reopened.
fi_fi: Case avattiin uudelleen
sv_se: Detta case öppnades på nytt.

source: Thank you for your notice!
fi_fi: Kiitos ilmoituksestasi!
sv_se: Tack för meddelandet!

source: Your registration has been cancelled.
fi_fi: Ilmoittautumisesi on peruutettu.
sv_se: Din anmälan är annullerad.

source: The event has been removed or does not exist.
fi_fi: Tapahtuma on poistettu tai sitä ei ole.
sv_se: Denna tillställning har tagits bort eller existerar inte.

source: You have already registered to this event
fi_fi: Olet jo ilmoittautunut tähän tapahtumaan
sv_se: Du har redan anmält dig till denna tillställning

source: Organisation's address
fi_fi: Organisaation osoite
sv_se: Organisationens adress

source: Invoicing address (if other than organisation address)
fi_fi: Laskutusosoite (jos muu kuin organisaation osoite)
sv_se: Faktureringsadress (om annan än organisation adress)

source: I will bring a guest
fi_fi: Tuon mukanani vieraan
sv_se: Jag tar med mig en gäst

source: Guest's e-mail (if you want him/her to receive a notification of the invitation)
fi_fi: Vieraan sähköpostiosoite (jos haluat hänen saavan ilmoituksen kutsusta)
sv_se: Gästens e-postadress (om du vill att han/hon får en anmälan om inbjudan)

source: Thank you for your registration
fi_fi: Kiitos ilmoittautumisestasi!
sv_se: Tack för din anmälan

source: We are sorry, but the event is full. You are in place
fi_fi: Pahoittelut, mutta tapahtuma on jo täynnä. Olet varasijalla
sv_se: Tillställningen är tyvärr fullbokad. Du har antecknats på kölistan

source: in the queue. We will let you know if places open up.
fi_fi: jonossa. Ilmoitamme jos paikkoja vapautuu.
sv_se: i kö. Vi meddelar om det blir lediga platser.

source: The guest you registered has not received this notification.
fi_fi: Ilmoittamasi vieras ei ole saanut tätä ilmoitusta.
sv_se: Gästen du anmält har inte fått denna anmälan.

source: If you are unable to attend, please cancel your registration through the event menu.
fi_fi: Jos et pääsekään osallistumaan, ole hyvä ja peru ilmoittautumisesi tapahtumavalikon kautta.
sv_se: Om du är förhindrad att delta, vänligen annullera din anmälan via tillställningsmenyn.

source: If you are unable to attend, please cancel your registration at this address:
fi_fi: Jos et pääsekään osallistumaan, ole hyvä ja peru ilmoittautumisesi osoitteessa:
sv_se: Om du är förhindrad att delta, var god och annullera din anmälan på adressen:

source: Registration details
fi_fi: Ilmoittautumisen tiedot
sv_se: Anmälningsdata

source: has invited you to this event. Please notify him/her, if you cannot participate.
fi_fi: on kutsunut sinut tähän tapahtumaan. Ilmoitathan hänelle, jos et pääse osallistumaan.
sv_se: har inbjudit dig till denna tillställning. Meddela honom/henne, i fall du inte kan delta.

source: You have not registered to this event.
fi_fi: Et ole ilmoittautunut tähän tapahtumaan.
sv_se: Du har inte anmält dig till denna tillställning.

source: This page does not exist: the web address is incorrect.
fi_fi: Sivua ei löydy: antamasi www-osoite on virheellinen.
sv_se: Denna sida existerar inte: webbadressen är felaktig.

source: If you are unable to attend, please cancel your registration at this address:
fi_fi: Jos et pääsekään osallistumaan, ole hyvä ja peru ilmoittautumisesi osoitteessa:
sv_se: Om du är förhindrad att delta, var god och annullera din anmälan på adressen:

source: Place has opened up in the event and you can now participate.
fi_fi: Paikka on vapautunut tapahtumassa ja voit nyt osallistua.
sv_se: En plats har blivit ledig till denna tillställning och du kan nu delta.

source: Sorry, you cannot cancel your registration anymore. Cancellation period for
fi_fi: Pahoittelut, et voi enää perua ilmoittautumistasi. Peruutusaika
sv_se: Tyvärr kan du inte längre annullera din anmälan. Annulleringsperioden för

source: has expired.
fi_fi: on päättynyt.
sv_se: har avslutats.

source: Registration closes
fi_fi: Ilmoittautuminen päättyy
sv_se: Anmälningen slutar

source: Heading
fi_fi: Otsikko
sv_se: Rubrik

source: Grant admin rights to suborganization
fi_fi: Anna pääkäyttäjän oikeudet alaorganisaatioon
sv_se: Ge administratörsrättigheter till underorganisation

source: Person already has admin rights to this suborganization.
fi_fi: Henkilöllä on jo pääkäyttäjän oikeudet tähän alaorganisaatioon.
sv_se: Personen har redan administratörsrättigheter för denna underorganisation.

source: Invalid file format, try again! Only bank data files (filename extension .NDA, .SMP, .TXT) are accepted.
fi_fi: Tiedostomuoto ei kelpaa, yritä uudelleen! Vain pankkiaineistotiedostot (tiedostopäätteet .NDA, .SMP, .TXT) kelpaavat.
sv_se: Fel filformat, försök igen! Endast filer med bankdata (filnamn som slutar på .NDA, .SMP, .TXT) duger.

source: File size is too large.
fi_fi: Tiedoston koko on liian suuri.
sv_se: Filen är för stor.

source: Import bank data into the system
fi_fi: Siirrä pankkiaineisto järjestelmään
sv_se: Hämta in bankdata till systemet

source: Log in to the web bank.
fi_fi: Kirjaudu verkkopankkiin.
sv_se: Logga in till nätbanken.

source: Choose 'File transfer' from the left column.
fi_fi: Valitse verkkopankin vasemmasta palkista 'Eräsiirto'.
sv_se: Välj 'Filöverföring' i vänstra kolumnen.

source: Choose 'Retrieve file'.
fi_fi: Valitse 'Hae aineisto'.
sv_se: Välj 'Hämta materialet'.

source: When the page 'Retrieve file from file transfer' opens, choose 'Reference payments (KTL)' from the drop-down menu.
fi_fi: Kun sivu 'Hae aineisto eräsiirrosta' avautuu, valitse alasvetovalikosta 'Viitemaksut (KTL)'.
sv_se: När sidan 'Hämta material från filöverföringen' öppnas, välj 'Referensbetalningar (KTL)' från rullgardinsmenyn.

source: Start the search with the button 'Retrieve file from file transfer' and define where you want to save the file.
fi_fi: Käynnistä haku 'Hae aineisto' -painikkeella ja määrittele tiedoston tallennuspaikka.
sv_se: Börja sökningen med 'Hämta material'-knappen och definiera var filen ska sparas.

source: Lastly, you can log out from the web bank.
fi_fi: Lopuksi voit kirjautua ulos verkkopankista.
sv_se: Avslutningsvis, logga ut från nätbanken.

source: After this, search the file with the Browse… button and choose 'Import data'.
fi_fi: Etsi tämän jälkeen hakemasi aineisto alla olevalla Browse...-napilla ja valitse 'Tuo data'.
sv_se: Efter detta, sök filen med nedanstående Browse...-knappen och välj 'Hämta in data'.

source: Search file
fi_fi: Etsi tiedosto
sv_se: Sök fil

source: Import data
fi_fi: Tuo data
sv_se: Hämta in data

source: The person you requested was not found. Please try again.
fi_fi: Etsimääsi henkilöä ei löytynyt. Ole hyvä ja yritä uudelleen.
sv_se: Personen du sökte hittades inte. Försök på nytt.

source: Request confirmation of terms of agreement
fi_fi: Pyydä sopimusehtojen hyväksymistä
sv_se: Kräv bekräftelse av avtalsvillkoren

source: Send message to request confirmation of terms
fi_fi: Lähetä viesti pyytääksesi sopimusehtojen hyväksymistä
sv_se: Skicka meddelande för att kräva bekräftelse av avtalsvillkoren

source: Confirmation of terms
fi_fi: Sopimusehtojen vahvistaminen
sv_se: Bekräftelse av avtalsvillkor

source: Person
fi_fi: Henkilö

source: Assign handler
fi_fi: Aseta käsittelijä
sv_se: Specificera handhavare

source: Handler
fi_fi: Käsittelijä
sv_se: Handhavare

source: Add mentor to handle assigning this case
fi_fi: Liitä yrityskummi hoitamaan tämän casen delegointi
sv_se: Lägg till mentor för att handha delegeringen av detta case

source: Last viewed mentoring case
fi_fi: Viimeksi katsottu mentorointicase
sv_se: Senast visat mentorskapscase

source: Not available
fi_fi: Ei saatavilla
sv_se: Inte tillgänglig

source: Remove mentor
fi_fi: Poista mentori
sv_se: Ta bort mentor

source: Mentoring reports
fi_fi: Mentorointiraportit
sv_se: Mentorrapporter

source: Categories
fi_fi: Kategoriat
sv_se: Kategorier

source: You are not authorized to run this procedure.
fi_fi: Sinulla ei ole oikeuksia suorittaa tätä toimenpidettä.
sv_se: Du är inte auktoriserad att köra denna procedur.

source: Body text
fi_fi: Leipäteksti
sv_se: Brödtext

source: Created
fi_fi: Luotu
sv_se: Skapad

source: Insert news
fi_fi: Lisää uutinen
sv_se: Infoga nyheter

source: Purchased cards by month
fi_fi: Hankitut kortit kuukausittain
sv_se: Inköpta kort månadsvis

source: Starting from
fi_fi: Alkaen
sv_se: Från och med

source: Until
fi_fi: Päättyen
sv_se: Till och med

source: No results.
fi_fi: Ei tuloksia.
sv_se: Inga resultat.

source: Persons
fi_fi: Henkilöt
sv_se: Personer

source: Products
fi_fi: Tuotteet
sv_se: Produkter

source: File upload failed - please try again!
fi_fi: Tiedoston lataus epäonnistui - ole hyvä ja yritä uudestaan!
sv_se: Filöverföringen misslyckades - försök på nytt!

source: Edit person's information
fi_fi: Muokkaa henkilön tietoja
sv_se: Redigera personuppgifterna

source: Add person
fi_fi: Lisää henkilö
sv_se: Mata in person

source: Sales
fi_fi: Myynti
sv_se: Försäljing

source: persons
fi_fi: henkilöä
sv_se: personer

source: no persons found
fi_fi: ei löydy henkilöitä
sv_se: inga personer hittades

source: person
fi_fi: henkilö

source: Edit a product
fi_fi: Muokkaa tuotetta
sv_se: Redigera produkt

source: Add a product
fi_fi: Lisää tuote
sv_se: Lägg till produkt

source: products
fi_fi: tuotetta
sv_se: produkter

source: no products found
fi_fi: ei löydy tuotteita
sv_se: inga produkter hittades

source: product
fi_fi: tuote
sv_se: produkt

source: Composer
fi_fi: Säveltäjä
sv_se: Kompositör

source: Rights
fi_fi: Oikeudet
sv_se: Rättigheter

source: Year
fi_fi: Vuosi
sv_se: År

source: Edit site
fi_fi: Muokkaa sivustoa
sv_se: Redigera webbplatsen

source: Clients
fi_fi: Asiakkaat
sv_se: Kunder

source: Employees
fi_fi: Työntekijät
sv_se: Arbetstagare

source: Edit client
fi_fi: Muokkaa asiakkaan tietoja
sv_se: Redigera kunduppgifter

source: Add client
fi_fi: Lisää asiakas
sv_se: Mata in kund

source: Client's reference
fi_fi: Asiakkaan viite
sv_se: Kundens referens

source: clients
fi_fi: asiakasta
sv_se: kunder

source: no clients found
fi_fi: ei löydy asiakkaita
sv_se: inga kunder hittades

source: client
fi_fi: asiakas
sv_se: kund

source: Edit contact person
fi_fi: Muokkaa yhteyshenkilön tietoja
sv_se: Redigera kontaktpersonens uppgifter

source: Contact persons
fi_fi: Yhteyshenkilöt
sv_se: Kontaktpersoner

source: Add contact person
fi_fi: Lisää yhteyshenkilö
sv_se: Lägg till kontaktperson

source: Client's contact person
fi_fi: Asiakkaan yhteyshenkilö
sv_se: Kundens kontaktperson

source: Following contact
fi_fi: Seuraava yhteydenotto
sv_se: Nästa kontakt

source: Add contact activity
fi_fi: Lisää yhteydenotto
sv_se: Lägg till kontaktaktivitet

source: Last contact
fi_fi: Viimeisin yhteydenotto
sv_se: Senaste kontakt

source: Next contact
fi_fi: Seuraava yhteydenotto
sv_se: Nästa kontakt

source: Client
fi_fi: Asiakas
sv_se: Kunden

source: Edit employee's information
fi_fi: Muokkaa työntekijän tietoja
sv_se: Redigera arbetstagarens uppgifter

source: Add employee
fi_fi: Lisää työntekijä
sv_se: Lägg till arbetstagare

source: Database error
fi_fi: Tietokantavirhe
sv_se: Databasfel

source: Edit project
fi_fi: Muokkaa projektin tietoja
sv_se: Redigera projektuppgifter

source: Projects
fi_fi: Projektit
sv_se: Projekt

source: Add project
fi_fi: Lisää projekti
sv_se: Lägg till projekt

source: If you want the project to have a contact person, you need to add a contact person for the client first.
fi_fi: Jos haluat projektiin yhteyshenkilön, sinun pitää ensin lisätä asiakkaalle yhteyshenkilö.
sv_se: Om du vill att projektet ska ha en kontaktperson, måste du först lägga till en kontaktperson för kunden.

source: Keyword
fi_fi: Avainsana
sv_se: Nyckelord

source: Enter the year or date.
fi_fi: Anna vuosi tai päivämäärä.
sv_se: Ge år eller datum.

source: Please check the email address format.
fi_fi: Tarkasta s&auml;hk&ouml;postiosoitteiden muoto.
sv_se: Kontrollera e-postadressens format.

source: You are deleting a batch of invoices. Are you absolutely sure you want to do this?
fi_fi: Olet poistamassa kokonaista laskuajoa. Oletko ehdottoman varma, että haluat tehdä tämän?
sv_se: Du håller på att radera en hel sats med fakturor. Är du absolut säker att du vill fortsätta?

source: Switch colour
fi_fi: Vaihda väriä
sv_se: Byt färg

source: Today is
fi_fi: Tänään on
sv_se: Idag är det

source: You are logged in as
fi_fi: Olet kirjautuneena käyttäjänä
sv_se: Du har loggat in som

source: Log out
fi_fi: Kirjaudu ulos
sv_se: Logga ut

source: Administrator
fi_fi: Pääkäyttäjä
sv_se: Administratör

source: Suborganization (in multi-level organizations)
fi_fi: Alaorganisaatio (monitasoisissa organisaatioissa)
sv_se: Underorganisation (i organisation som har flera organisationsnivåer)

source: Web site + events
fi_fi: Verkkosivut + tapahtumat
sv_se: Webbplats + tillställningar

source: Web site management only
fi_fi: Vain verkkosivujen päivitys
sv_se: Endast för administration av webbplatsen

source: Suborganization admin
fi_fi: Alaorganisaation pääkäyttäjä
sv_se: Administratör för underorganisationen

source: Member
fi_fi: Jäsen
sv_se: Medlem

source: File does not exist.
fi_fi: Tiedostoa ei ole olemassa.
sv_se: Filen kan inte hittas.

source: Ups! Page cannot be found.
fi_fi: Ups! Sivua ei löytynyt.
sv_se: Sidan kan inte hittas.

source: You have read-only permissions. You can read the information, but you cannot edit it.
fi_fi: Sinulla on vain lukuoikeudet. Voit katsoa tietoja, mutta et voi muokata niitä.
sv_se: Du har endast läsrättigheter. Du kan läsa information, men inte redigera den.

source: Admin main page
fi_fi: Ylläpidon pääsivu
sv_se: Huvudsida för administration

source: You are on the main page. Choose from the navigation bar above what you wish to do.
fi_fi: Olet pääsivulla. Valitse yllä olevasta navigaatiopalkista mitä haluat tehdä.
sv_se: Du är på huvudsidan. Välj vad du vill göra i menybalken ovan.

source: Server downtime notifications
fi_fi: Palvelimen katkoilmoitukset
sv_se: Info om serverns nertid

source: Shortcuts
fi_fi: Pikavalinnat
sv_se: Snabbval

source: Obligatory information is missing! Add your own information here:
fi_fi: Pakollisia tietoja puuttuu! Lisää omat tiedot täällä:
sv_se: Obligatorisk information saknas! Lägg till din egen information här:

source: An automatic address update has been fetched from Itella.
fi_fi: Olemme noutaneet Itellasta automaattisen osoitepäivityksen.
sv_se: En automatisk adressuppdatering har hämtats från Itella.

source: View updated addresses.
fi_fi: Tarkastele päivitettyjä osoitteita.
sv_se: Visa uppdaterade adresser

source: Some of the emails you recently sent bounced back and were not delivered.
fi_fi: Osa äskettäin lähettämistäsi sähköpostiviesteistä palasi takaisin eikä niitä voitu toimittaa.
sv_se: Några av de e-postmeddelanden du skickade studsade och levererades inte.

source: View bounced emails.
fi_fi: Tarkastele palanneita sähköposteja.
sv_se: Visa studsade e-postmeddelanden.

source: Browse members
fi_fi: Selaa jäseniä
sv_se: Bläddra medlemmar

source: Search persons and create stickers
fi_fi: Hae henkilöitä ja luo tarroja
sv_se: Sök personer och skapa klistermärken

source: Administer groups
fi_fi: Hallinnoi ryhmiä
sv_se: Administrera grupper

source: Flo Apps Ltd informs
fi_fi: Flo Apps Ltd tiedottaa
sv_se: Flo Apps Ltd informerar

source: Please note
fi_fi: Ole hyvä ja huomaa
sv_se: Vänligen notera

source: Change RSS feed
fi_fi: Vaihda uutisvirtaa
sv_se: Byt RSS feed

source: New features
fi_fi: Uudet ominaisuudet
sv_se: Nya egenskaper

source: Business ID
fi_fi: Y-tunnus
sv_se: FO-nummer

source: Client's Business ID
fi_fi: Asiakkaan Y-tunnus
sv_se: Kundens FO-nummer

source: Excl. VAT
fi_fi: Ilman alv
sv_se: Exkl. moms

source: Penalty interest
fi_fi: Viivästyskorko
sv_se: Dröjsmålsränta

source: NOW
fi_fi: HETI
sv_se: GENAST

source: INVOICE
fi_fi: LASKU
sv_se: FAKTURA

source: Invoice nr
fi_fi: Laskun nro
sv_se: Fakturans nr

source: Marginal rate tax. Price does not contain deductible value-added tax.
fi_fi: Marginaaliverotus. Myyntihinta ei sisällä vähennyskelpoista arvonlisäveroa.
sv_se: Marginalskattning. I salupriset ingår inte avdragsgill mervärdesskatt.

source: TO BE PAID
fi_fi: MAKSETTAVA
sv_se: ATT BETALA

source: Our ref.
fi_fi: Viitteemme
sv_se: Vår referens

source: Subscription agent discount
fi_fi: Tilausvälittäjän alennus
sv_se: Prenumerationsagentens rabatt

source: Tel.
fi_fi: Puhelin

source: Postage
fi_fi: Postikulut
sv_se: Portokostnader

source: Product
fi_fi: Tuote
sv_se: Produkt

source: Ref. nr
fi_fi: Viite

source: REMINDER
fi_fi: MAKSUMUISTUTUS
sv_se: PÅMINNELSE

source: If you do not pay this invoice, it will be transferred to collection services.
fi_fi: Jos maksumuistukseen ei reagoida, lasku siirtyy perintään.
sv_se: Obetalda påminnelser flyttas till indrivning.

source: SUBTOTAL
fi_fi: VÄLISUMMA
sv_se: DELSUMMA

source: Please use reference number when paying
fi_fi: Käytäthän maksaessasi viitenumeroa
sv_se: Använd referensnummer när du betalar

source: Your ref.
fi_fi: Viitteenne
sv_se: Er referens

source: Dear Customer,
fi_fi: Hyvä asiakas,
sv_se: Bästa kund,

source: Login failed
fi_fi: Kirjautuminen epäonnistui
sv_se: Inloggningen misslyckades

source: Login failed. Please check your username and password.
fi_fi: Kirjautuminen epäonnistui. Ole hyvä ja tarkasta käyttäjätunnus ja salasana.
sv_se: Inloggningen misslyckades. Kontrollera ditt användarnamn och lösenord.

source: Have you forgotten the password?
fi_fi: Oletko unohtanut salasanan?
sv_se: Har du glömt lösenordet?

source: Password
fi_fi: Salasana
sv_se: Lösenord

source: Remember me<br />(admin users only)
fi_fi: Muista kirjautuminen<br />(vain pääkäyttäjät)
sv_se: Kom ihåg mig<br />(endast admininstratörer)

source: The demo password cannot be changed.
fi_fi: Demoversion salasanaa ei voi vaihtaa.
sv_se: Demoversionens lösenord kan inte bytas.

source: <br />(Members: Email address)
fi_fi: <br />(Jäsenet: sähköpostiosoite)
sv_se: <br />(Medlemmar: e-postadress)

source: Please note that e-mail security is weak. You can also request a new password by SMS by leaving a support request.
fi_fi: Otathan huomioon, että sähköpostin tietoturva on heikko. Voit pyytää uuden salasanan myös tekstiviestinä jättämällä tukipyynnön.
sv_se: Notera att datasäkerheten för e-post är dålig. Du kan även begära ett nytt lösenord per SMS genom att lämna en supportbegäran.

source: User ID<br />(individual members: email address)
fi_fi: Käyttäjätunnus<br />(henkilöjäsenet: email-osoite)
sv_se: Användarnamn<br />(medlemmar: e-postadress)

source: Log in
fi_fi: Kirjaudu
sv_se: Logga in

source: Login locked
fi_fi: Kirjautuminen lukittu
sv_se: Inloggning låst

source: Your login failed five times. Login has been disabled for one hour.
fi_fi: Kirjautuminen epäonnistui viisi kertaa. Kirjautuminen on pois käytöstä tunnin ajan.
sv_se: Din inloggning misslyckades fem gånger. Inloggning nu avaktiverad under en timme.

source: The new password was sent by e-mail.
fi_fi: Uusi salasana lähetettiin sähköpostitse.
sv_se: Det nya lösenordet skickades per e-post.

source: Some features require JavaScript. Please enable JavaScript in your browser settings before you continue.
fi_fi: Huom. Palvelu ei toimi ilman JavaScriptiä. Ole hyvä ja aktivoi JavaScript selaimesi asetuksista ennen kuin jatkat.
sv_se: Obs. Vissa funktioner kräver JavaScript. Aktivera JavaScript i webbläsarens inställningar innan du fortsätter.

source: No such username exists or e-mail address is not functioning.
fi_fi: Kyseistä tunnusta ei ole olemassa tai sähköpostiosoite ei ole toimiva.
sv_se: Användarnamnet existerar inte eller e-postadressen är felaktig.

source: On this page you can request a temporary password. Your new password will be sent to you by e-mail.
fi_fi: Tällä sivulla voit pyytää palveluun väliaikaisen salasanan. Uusi salasana lähetetään sähköpostitse.
sv_se: Här kan du begära ett tillfälligt lösenord. Det nya lösenordet skickas till dig per e-post.

source: Request a new password
fi_fi: Pyydä uusi salasana
sv_se: Begär ett nytt lösenord

source: Log in again
fi_fi: Kirjaudu uudelleen
sv_se: Logga in på nytt

source: Reset password
fi_fi: Salasanan uudelleen asettaminen
sv_se: Återställning av lösenordet

source: Return to the login page
fi_fi: Palaa kirjautumissivulle
sv_se: Återvänd till inloggningssidan

source: Support request / Knowledgebase
fi_fi: Tukipyyntö / Tietopankki
sv_se: Tekniskt stöd / Kunskapsdatabas

source: Back to start
fi_fi: Aloitussivulle
sv_se: Till startsidan

source: You have logged out of the system. Welcome again!
fi_fi: Olet kirjautunut ulos järjestelmästä. Tervetuloa uudelleen.
sv_se: Du har loggat ut ur systemet. Välkommen igen!

source: User ID
fi_fi: Käyttäjätunnus
sv_se: Användarnamn

source: Your browser is obsolete (you are using Internet Explorer 7.0 or older). You can use the service, but we recommend you upgrade your browser to a newer version.
fi_fi: Selaimesi on vanhentunut (käytät Internet Explorer -selaimen versiota 7.0 tai vanhempaa). Voit käyttää palvelua, mutta suosittelemme selaimen päivittämistä uudempaan versioon.
sv_se: Din webbläsare är föråldrad (du använder Internet Explorer -webbläsarens version 7.0 eller äldre). Du kan använda tjänsten, men vi rekommenderar att du uppgraderar din webbläsare till en nyare version.

source: Questions
fi_fi: Kysymykset
sv_se: Frågor

source: Service provided by <a href="http://www.floapps.com">Flo Apps Ltd</a>. Data will be saved in a <a href="http://www.flomembers.fi/">FloMembers</a> registry.
fi_fi: Palvelun tarjoaa <a href="http://www.floapps.com">Flo Apps Oy</a>. Tiedot tallennetaan <a href="http://www.flomembers.fi/">FloMembers</a>-jäsenrekisteriin.</p>
sv_se: Denna tjänst tillhandahålls av <a href="http://www.floapps.com">Flo Apps Ltd</a>. Data sparas i <a href="http://www.flomembers.fi/">FloMembers</a> register.

source: (to prevent an automated submission)
fi_fi: (roskapostirobottien torjumiseksi)
sv_se: (för att förhindra framtida skräppost)

source: Topic
fi_fi: Aihe
sv_se: Ämne

source: Topics
fi_fi: Aiheet
sv_se: Ämnen

source: Write here
fi_fi: Kirjoita tähän
sv_se: Skriv här

source: Edit bank account
fi_fi: Muokkaa pankkitiliä
sv_se: Redigera bankkonto

source: Add bank account
fi_fi: Lisää pankkitili
sv_se: Lägg till bankkonto

source: Bank
fi_fi: Pankki

source: Account
fi_fi: Tili
sv_se: Konto

source: Invalid file format, try again! Only bank data files are accepted (filename extensions
fi_fi: Tiedostomuoto ei kelpaa, yritä uudelleen! Vain pankkiaineistotiedostot kelpaavat (tiedostopäätteet
sv_se: Fel filformat, försök igen! Endast filer med bankdata (filnamn som slutar på .NDA, .SMP, .TXT) duger.
