Repository: tjnurmin/FloMembers
Catalog: locale/*/LC_MESSAGES/flo.po
Languages: fi_fi, sv_se

source: Choose which report you wish to create:
fi_fi: Valitse minkä raportin haluat luoda:
sv_se: Välj typ av rapport:

source: Joined and resigned
fi_fi: Liittyneet ja eronneet
sv_se: Anslutna och utträdda

source: (last 12 months only)
fi_fi: (vain viimeiset 12 kuukautta)
sv_se: (endast senaste 12 månader)

source: Summary report
fi_fi: Yhteenvetoraportti
sv_se: Översiktsrapport

source: (no time limit)
fi_fi: (ei aikarajausta)
sv_se: (ingen tidsbegränsning)

source: Overdue
fi_fi: Erääntyneet
sv_se: Förfallna

source: Overdue: stickers
fi_fi: Tarrat: erääntyneet
sv_se: Klistermärken: förfallna

source: Paid invoices into MS Excel
fi_fi: Maksetut laskut MS Exceliin
sv_se: Betalda fakturor till MS Excel

source: New members by suborganization
fi_fi: Uudet jäsenet alaorganisaatioittain
sv_se: Nya medlemmar enligt underorganisation

source: New members by group
fi_fi: Uudet jäsenet ryhmittäin
sv_se: Nya medlemmar gruppvis

source: No new resign requests.
fi_fi: Ei uusia eronpyyntöjä.
sv_se: Inga nya utträdesbegäran.

source: Resign requests left
fi_fi: Eronpyyntöjä jätetty
sv_se: Inlämnade utträdesbegäran

source: Set as gone
fi_fi: Aseta eronneeksi
sv_se: Sätt status = utträdd

source: Add role
fi_fi: Lisää rooli
sv_se: Lägg till roll

source: Please provide a name for the search.
fi_fi: Ole hyvä ja anna haulle nimi.
sv_se: Ge denna sökning ett namn.

source: Remove
fi_fi: Poista
sv_se: Ta bort

source: Load saved search criteria
fi_fi: Lataa tallennetut hakuehdot
sv_se: Ladda ner sparade sökkriterier

source: Show / hide help
fi_fi: Näytä / piilota ohje
sv_se: Visa / dölj hjälp

source: You can search in the following fields:
fi_fi: Voit hakea tietoja seuraavista kentistä:
sv_se: Du kan söka i följande fält:

source: You can also search with reference numbers, but then wildcards are not in use.
fi_fi: Hakutermiksi voit antaa myös viitenumeron, mutta tällöin jokerimerkit eivät ole käytössä.
sv_se: Du kan också söka med referensnummer, men då är jokertecknen inte i bruk.

source: If you leave the fields empty, the search engine will fetch all members.
fi_fi: Jos jätät hakukentät tyhjiksi, hakukone palauttaa kaikkien jäsenten tiedot.
sv_se: Om du lämnar sökfälten tomma, visar sökmaskinen alla medlemmars uppgifter.

source: Search term(s)
fi_fi: Hakusana(t)
sv_se: Sökord

source: (to choose multiple, keep Ctrl pressed)
fi_fi: (valitaksesi useita, pidä Ctrl painettuna)
sv_se: (för att välja flera, håll Ctrl nedtryckt)

source: from
fi_fi: alkaen
sv_se: från

source: to
fi_fi: päättyen
sv_se: till

source: Subscriber type
fi_fi: Tilaajatyyppi
sv_se: Prenumeranttyp

source: Organization
fi_fi: Organisaatio

source: Join date from
fi_fi: Liittymispäivä alkaen
sv_se: Första anslutningsdatum

source: Join date to
fi_fi: Liittymispäivä asti
sv_se: Sista anslutningsdatum

source: Last updated from
fi_fi: Viimeksi päivitetty alkaen
sv_se: Senast uppdaterat från

source: Order by
fi_fi: Järjestä
sv_se: Ordna enligt

source: Group
fi_fi: Ryhmä
sv_se: Grupp

source: Suborganization
fi_fi: Alaorganisaatio
sv_se: Underorganisation

source: Traverse suborganizations
fi_fi: Hae myös alaorganisaatioista
sv_se: Sök också i underorganisationer

source: Find records with the following fields empty:
fi_fi: Etsi tietueet, joissa seuraavilla kentillä on tyhjä arvo:
sv_se: Hämta poster med följande fält tomma:

source: Limit search
fi_fi: Rajaa hakua
sv_se: Begränsa sökningen

source: Limit search to those who want correnspondence by snailmail
fi_fi: Rajaa haku niihin, jotka haluavat yhteydenotot kirjepostina
sv_se: Begränsa sökningen till personer som vill bli kontaktade per brevpost

source: Limit search to those who do not have an email address
fi_fi: Rajoita haku niihin, joilla ei ole sähköpostiosoitetta
sv_se: Begränsa sökningen till personer utan e-postadress

source: Limit search to foreign addresses
fi_fi: Rajoita haku ulkomaisiin osoitteisiin
sv_se: Begränsa sökningen till utlandsadresser

source: Search result
fi_fi: Hakutulos
sv_se: Sökresultat

source: There were no hits with your search criteria. Please try again.
fi_fi: Antamillasi hakuehdoilla ei löytynyt osumia. Ole hyvä ja yritä uudelleen.
sv_se: Sökningen gav inga träffar. Försök på nytt.

source: Stickers are optimized to the size of 70 x 36 mm (70 x 37 mm can be used by leaving a <a href="http://www.tietokannat.info/support">support request</a>). If stickers are not positioned correctly, try switching off automatic scaling in Adobe Reader's printing settings.
fi_fi: Tarrat on optimoitu kokoon 70 mm x 36 mm (70 x 37 mm on myös mahdollinen jättämällä <a href="http://www.tietokannat.info/support">tukipyyntö</a>). Jos tarrat eivät osu kohdalleen, kokeile asettaa sivun automaattinen skaalaus pois päältä Adobe Readerin tulostusasetuksissa.
sv_se: Klistermärkena är optimerade för storleken 70 x 36 mm (om du vill använda 70 x 37 mm, lämna en <a href="http://www.tietokannat.info/support">supportbegäran</a>). Om klistermärkena inte placeras rätt, försök välja bort den automatiska skalningen i Adobe Readers utskriftsinställningar.

source: Export all results to Excel
fi_fi: Vie kaikki tulokset Exceliin
sv_se: Exportera alla resultat till MS Excel

source: Export all results to CSV
fi_fi: Vie kaikki tulokset CSV-muotoon
sv_se: Exportera alla resultat i CSV-format

source: Create stickers for all results
fi_fi: Luo tuloksista tarrat
sv_se: Skapa klistermärken för alla resultat

source: Use invoicing addresses
fi_fi: Käytä laskutusosoitteita
sv_se: Använd faktureringsadresser

source: Save query as
fi_fi: Tallenna kysely nimellä
sv_se: Spara förfrågningen som

source: Members found
fi_fi: Jäseniä löytyi
sv_se: Medlemmar funna

source: Set as dead
fi_fi: Aseta kuolleeksi
sv_se: Sätt status = avliden

source: Other contacts found
fi_fi: Muita kontakteja löytyi
sv_se: Andra kontakter funna

source: Subscribers found
fi_fi: Tilaajia löytyi
sv_se: Prenumeranter funna

source: Payers found
fi_fi: Maksajia löytyi
sv_se: Betalare hittades

source: There were over
fi_fi: Antamillasi hakuehdoilla löytyy yli
sv_se: Sökningen gav över

source: hits. Please limit your search criteria.
fi_fi: tietuetta. Ole hyvä ja rajaa hakua.
sv_se: träffar. Var god och begränsa sökningen.

source: Export table:
fi_fi: Vie taulukko:
sv_se: Exportera tabell:

source: Export basic member information, exclude other fields
fi_fi: Vie jäsenen perustiedot, jätä muut kentät pois
sv_se: Exportera medlems basuppgifter, lämna bort övriga fält

source: Basic
fi_fi: Perus
sv_se: Basuppgifter

source: Add to suborganization
fi_fi: Lisää alaorganisaatioon
sv_se: Lägg till underorganisation

source: Create stickers
fi_fi: Luo tarrat
sv_se: Skapa klistermärken

source: Include organisation name
fi_fi: Sisällytä organisaation nimi
sv_se: Inkludera organisationsnamn

source: Create letters
fi_fi: Luo kirjeet
sv_se: Skapa brev

source: You can search from the database's following fields:
fi_fi: Voit hakea tietoja tietokannan seuraavista kentistä:
sv_se: Du kan söka i följande fält i databasen:

source: Records found
fi_fi: Tietueita löytyi
sv_se: Antal funna poster

source: Edit client information
fi_fi: Muokkaa asiakastietoja
sv_se: Redigera kunduppgifter

source: You can edit client information and settings with this form.
fi_fi: Voit muuttaa asiakastietoja ja muokata sovelluksen asetuksia tällä lomakkeella.
sv_se: Med detta formulär kan du redigera kunduppgifter och inställningar.

source: Email address for membership applications
fi_fi: Sähköpostiosoite jäsenhakemuksille
sv_se: E-postadress för medlemsansökningar

source: Invoicing email
fi_fi: Laskutuksen sähköposti
sv_se: Faktureringens e-post

source: Printed on outgoing invoices and shown as sender when sending invoices by email
fi_fi: Tulostuu lähteviin laskuihin ja näytetään lähettäjänä kun laskuja lähetetään sähköpostilla
sv_se: Skrivs ut på utgåede fakturor och visas som avsändare när fakturor skickas per e-post

source: BusinessID
fi_fi: Y-tunnus
sv_se: FO-nummer

source: Info text for users who have logged in
fi_fi: Ohjeteksti kirjautuneille käyttäjille
sv_se: Infotext för inloggade användare

source: Shown on every page under main navigation
fi_fi: Näytetään jokaisella sivulla päänavigaation alla
sv_se: Visas på alla sidor i huvudmenyn

source: Content for mass letters
fi_fi: Joukkokirjeiden teksti
sv_se: Innehåll för massutskick

source: You can print letters after performing a search
fi_fi: Voit tulostaa kirjeet suoritettuasi haun
sv_se: Du kan skriva ut breven efter att du gjort en sökning

source: Choose RSS feed...
fi_fi: Valitse RSS-feed...
sv_se: Välj RSS-flöde...

source: or give RSS feed's URL
fi_fi: tai syötä RSS-virran URL
sv_se: eller ge RSS-flödets webbadress

source: Itella client code for addresses
fi_fi: Itellan lähetys- ja maksumerkintä osoitteisiin
sv_se: Itella-kundkod för adresser

source: Maventa ID
fi_fi: Maventa-tunnus
sv_se: Maventa-användarnamn

source: 36 characters, used for e-invoicing
fi_fi: 36 merkkiä, käytetään e-laskutukseen
sv_se: 36 tecken, används för e-fakturering

source: Maventa API key
fi_fi: Maventa-API-avain
sv_se: Maventa API-nyckel

source: Upload logo on server
fi_fi: Lataa logo palvelimelle
sv_se: Ladda upp logotyp på server

source: Upload
fi_fi: Lataa
sv_se: Ladda upp

source: Choose picture file and upload it to the server. The picture’s file format must be .gif or .jpg. The new file will replace the old one automatically.
fi_fi: Valitse kuvatiedosto ja lataa se palvelimelle. Kuvan tiedostomuodon tulee olla .gif tai .jpg. Uusi tiedosto korvaa vanhan automaattisesti.
sv_se: Välj bildfil och överför den till servern. Bildens format måste vara .gif eller .jpg. Den nya filen ersätter den gamla automatiskt.

source: Add to suborganization (several persons)
fi_fi: Lisää alaorganisaatioon (useita henkilöitä)
sv_se: Lägg till underorganisation (flera personer)

source: Edit permissions (one person)
fi_fi: Muokkaa oikeuksia (yksi henkilö)
sv_se: Redigera rättigheter (en person)

source: Administrator permissions for this sub-organization?
fi_fi: Pääkäyttäjän oikeudet tähän alaorganisaatioon?
sv_se: Administratörrättigheter för denna underorganisation?

source: Only limited permissions for this sub-organization?
fi_fi: Vain rajoitetut oikeudet tälle alaorganisaatiolle?
sv_se: Endast begränsade rättigheter för denna underorganisation?

source: Send e-invoice
fi_fi: Lähetä e-lasku
sv_se: Skicka e-faktura

source: Edit subscriber
fi_fi: Muokkaa tilaajaa
sv_se: Redigera prenumerant

source: Add subscriber
fi_fi: Lisää tilaaja
sv_se: Lägg till prenumerant

source: Subscription start date
fi_fi: Tilauksen alku-pvm
sv_se: Prenumereringens startdatum

source: Subscription end date
fi_fi: Tilauksen päättymispäivä
sv_se: Prenumerationens utgångsdatum

source: Leave empty if continuous subscription
fi_fi: Jätä tyhjäksi jos kestotilaus
sv_se: Lämna tomt om fortlöpande prenumeration

source: Payer of subscription
fi_fi: Tilauksen maksaja
sv_se: Betalare av prenumerationen

source: If other than subscriber
fi_fi: Jos muu kuin tilaaja
sv_se: Om annan än prenumeranten

source: Client ID at subscription service
fi_fi: Asiakasnumero tilausvälittäjällä
sv_se: Kundnummer hos prenumerationsförmedlaren

source: OVT code
fi_fi: OVT-koodi
sv_se: OVT-kod

source: For e-invoicing in Finland
fi_fi: Suomalaiseen e-laskutukseen
sv_se: För e-fakturering i Finland

source: subscribers
fi_fi: tilaajaa
sv_se: prenumeranter

source: including expired subscriptions
fi_fi: mukaan lukien päättyneet tilaukset
sv_se: inkluderar utgångna prenumerationer

source: subscriber
fi_fi: tilaaja
sv_se: prenumerant

source: Edit subscriber type
fi_fi: Muokkaa tilaajatyyppiä
sv_se: Redigera prenumeranttyp

source: Add subscriber type
fi_fi: Lisää tilaajatyyppi
sv_se: Lägg till prenumeranttyp

source: Subscriber type name
fi_fi: Tilaajatyypin nimi
sv_se: Typ av prenumerant

source: You do not have the permission to perform this action.
fi_fi: Sinulla ei ole oikeuksia suorittaa tätä toimintoa.
sv_se: Du har inte rättigheter att utföra denna åtgärd.

source: The event has been written to the security log.
fi_fi: Tapahtuma on kirjattu turvallisuuslogiin.
sv_se: Händelsen har skrivits i säkerhetsloggen.

source: Edit organisational level
fi_fi: Muokkaa organisaatiotasoa
sv_se: Redigera organisationsnivå

source: Add organisational level
fi_fi: Lisää organisaatiotaso
sv_se: Lägg till organisationsnivå

source: Yearly fee
fi_fi: Vuosimaksu
sv_se: Årsavgift

source: Parent level<br />(leave blank if direct descendant of the main organisation)
fi_fi: Ylätaso<br />(jätä tyhjäksi jos suoraan pääorganisaation alainen)
sv_se: Föräldranivå<br />(lämna tom om direkt dotterorganisation)

source: Level
fi_fi: Taso
sv_se: Nivå

source: record(s)
fi_fi: tietue(tta)
sv_se: post(er)

source: on level
fi_fi: tasolla
sv_se: på nivån

source: Parent organization
fi_fi: Yläorganisaatio
sv_se: Takorganisation

source: Nationwide
fi_fi: Valtakunnallinen
sv_se: Landsomfattande

source: Filter events:
fi_fi: Suodata tapahtumia:
sv_se: Filtrera tillställningar:

source: Show
fi_fi: Näytä
sv_se: Visa

source: Status
fi_fi: Tila

source: Sorry, the mentoring position is no longer available.
fi_fi: Pahoittelut, mentorointipaikka ei ole enää vapaana.
sv_se: Mentorbefattningen är tyvärr inte längre ledig.

source: A mentor has already accepted the invitation.
fi_fi: Mentori on jo hyväksynyt kutsun.
sv_se: En mentor har redan accepterat inbjudan.

source: Report / Change status
fi_fi: Raportoi / Muuta tilaa
sv_se: Rapportera / Byt status

source: Joined
fi_fi: Liittyneet
sv_se: Anslutna

source: No joined.
fi_fi: Ei liittyneitä.
sv_se: Inga anslutna.

source: Resigned
fi_fi: Eronneita
sv_se: Utträden

source: No resigned.
fi_fi: Ei yhdistyksestä eronneita.
sv_se: Inga utträden.

source: New subscriptions
fi_fi: Uudet lehtitilaukset
sv_se: Nya prenumerationer

source: No new subscriptions
fi_fi: Ei uusia lehtitilauksia
sv_se: Inga nya prenumerationer

source: Cancelled subscriptions
fi_fi: Lakkautetut tilaukset
sv_se: Annullerade prenumerationer

source: No cancelled subscriptions
fi_fi: Ei lakkautettuja tilauksia
sv_se: Inga annullerade prenumerationer

source: Expired subscriptions
fi_fi: Päättyneet tilaukset
sv_se: Förfallna prenumerationer

source: No expired subscriptions.
fi_fi: Ei päättyneitä tilauksia.
sv_se: Inga förfallna prenumerationer.

source: New members
fi_fi: Uudet jäsenet
sv_se: Nya medlemmar

source: Difference
fi_fi: Erotus
sv_se: Skillnad

source: Unclear
fi_fi: Epäselvät
sv_se: Oklara

source: abroad
fi_fi: ulkomaat
sv_se: utomlands

source: Distribution by sex
fi_fi: Sukupuolijakauma
sv_se: Könsfördelning

source: Distribution by age
fi_fi: Ikäjakauma
sv_se: Åldersfördelning

source: Distribution by postal code
fi_fi: Jakauma postinumeroalueittain
sv_se: Fördelning enligt postnummerområde

source: Membership development
fi_fi: Jäsenmäärän kehitys
sv_se: Utveckling av medlemsantal

source: Suborganizations
fi_fi: Alaorganisaatiot
sv_se: Underorganisationer

source: Invoiced during the current year
fi_fi: Kuluvana vuonna laskutettu
sv_se: Fakturerad under innevarande år

source: Year or date of birth
fi_fi: Syntymävuosi tai -aika
sv_se: Födelseår eller -datum

source: Age
fi_fi: Ikä
sv_se: Ålder

source: Invoicing address (if other than home address)
fi_fi: Laskutusosoite (jos muu kuin kotiosoite)
sv_se: Faktureringsadress (om annan än hemadress)

source: Special diet
fi_fi: Mahdollinen erityisruokavalio
sv_se: Speciell diet

source: Guest's name
fi_fi: Vieraan nimi
sv_se: Gästens namn

source: Guest's employer/educational institution
fi_fi: Vieraan työnantaja/oppilaitos
sv_se: Gästens arbetsgivare/läroanstalt

source: Guest's e-mail
fi_fi: Vieraan sähköpostiosoite
sv_se: Gästens e-postadress

source: Registered
fi_fi: Ilmoittautuneet
sv_se: Anmälda

source: In queue
fi_fi: Jonossa
sv_se: I kö

source: Invoicerows
fi_fi: Laskurivit
sv_se: Fakturarader

source: Totals
fi_fi: Summat
sv_se: Totalt

source: Member type name
fi_fi: Jäsentyypin nimi
sv_se: Namn för medlemstyp

source: Addresses
fi_fi: Osoitteet
sv_se: Adresser

source: Member ID
fi_fi: Jäsennumero
sv_se: Medlemsnummer

source: Extra address
fi_fi: Lisäosoite
sv_se: Extra adress

source: Last subscription
fi_fi: Edellinen tilaus
sv_se: Föregående prenumeration

source: Foreign
fi_fi: Ulkomaiset
sv_se: Utländska

source: Subscription ended
fi_fi: Tilaus päättyi
sv_se: Prenumerationen slutade

source: Save changes
fi_fi: Tallenna muutokset
sv_se: Spara ändringar

source: Choose view
fi_fi: Valitse näkymä
sv_se: Välj vy

source: Member not found
fi_fi: Jäsentä ei löytynyt
sv_se: Medlemmen hittades inte

source: E-invoice recipient
fi_fi: E-laskun vastaanottaja
sv_se: E-fakturans mottagare

source: 50 &#37; pension discount on invoices?
fi_fi: 50 &#37; eläkeläisalennus laskuista?
sv_se: 50 &#37; pensionärsrabatt vid fakturering?

source: Discount years for invoices
fi_fi: Alennusvuodet laskuille
sv_se: År som berättigar till rabatt vid fakturering

source: Years when member gets 50 &#37; discount for unemployment, parental leave etc; separate with commas
fi_fi: Vuodet jolloin jäsen saa 50 &#37; alennuksen työttömyyden, vanhempainvapaan tms. perusteella; erota pilkuilla
sv_se: År som berättigar medlem till 50&#37; rabatt för arbetslöshet, föräldraledighet etc; separera med komma

source: Permission to show contact info to other members?
fi_fi: Lupa näyttää yhteystiedot muille jäsenille?
sv_se: Får kontaktinfo visas för andra medlemmar?

source: MemberID
fi_fi: Jäsennumero
sv_se: Medlemsnummer

source: Date of joining
fi_fi: Liittymispvm
sv_se: Datum för anslutning

source: Last updated
fi_fi: Viimeksi päivitetty
sv_se: Senast uppdaterat

source: Last updated by
fi_fi: Viimeksi päivittänyt
sv_se: Senast uppdaterad av

source: Nationality
fi_fi: Kansallisuus
sv_se: Nationalitet

source: Employer: address
fi_fi: Työnantajan osoite
sv_se: Arbetsgivare: adress

source: Employer: postcode
fi_fi: Työnantajan postinumero
sv_se: Arbetsgivare: postnummer

source: Employer: postoffice
fi_fi: Työnantajan postitoimipaikka
sv_se: Arbetsgivare: postanstalt

source: No mailing
fi_fi: Ei postituksia
sv_se: Ingen postning

source: If e.g. a family member is already a subscriber
fi_fi: Jos esim. toiselle perheenjäsenelle tulee lehti
sv_se: Om t.ex. en familjemedlem redan är prenumerant

source: Add member
fi_fi: Lisää jäsen
sv_se: Lägg till medlem

source: (If you want to enter several addresses, please separate them with commas.)
fi_fi: (Jos haluat syöttää useampia osoitteita, erota osoitteet pilkulla.)
sv_se: (Om du skriver in flera adresser, skilj dem åt med kommatecken. Meddelandet skickas till personens alla adresser.)

source: Residence
fi_fi: Kotipaikka
sv_se: Hemort

source: If other than post office
fi_fi: Jos eri kuin postitoimipaikka
sv_se: Om annan än postanstalt

source: Note:
fi_fi: Huomaa:
sv_se: Obs:

source: You can choose more groups for the member after saving
fi_fi: Voit valita jäsenelle lisää ryhmiä tallennuksen jälkeen
sv_se: Du kan välja ytterligare grupper för medlemmen efter att du sparat

source: Choose suborganization
fi_fi: Valitse alaorganisaatio
sv_se: Välj underorganisation

source: If you want to add a person into a group in a certain role
fi_fi: Jos haluat liittää henkilön ryhmään tietyssä roolissa
sv_se: Om du vill lägga till en person i en grupp i en viss roll

source: click here
fi_fi: napsauta tästä
sv_se: klicka här

source: Admin?
fi_fi: Pääkäyttäjä?
sv_se: Administratör?

source: Make admin
fi_fi: Muuta pääkäyttäjäksi
sv_se: Gör till administratör

source: Edit permissions
fi_fi: Muokkaa oikeuksia
sv_se: Redigera rättigheter

source: Define the person's member type first, if you want to create an invoice.
fi_fi: Määrittele ensin henkilön jäsentyyppi, jos haluat kirjoittaa hänelle laskun.
sv_se: Definiera först personens medlemstyp, om du vill skapa en faktura åt honom/henne.

source: Send reminder
fi_fi: Lähetä karhulasku
sv_se: Skicka påminnelse

source: This procedure is currently not allowed.
fi_fi: Tämä toimenpide ei ole toistaiseksi sallittu.
sv_se: Denna procedur är för närvarande inte tillåten.

source: This action will erase the person’s <strong>all</strong> information immediately. This action is intended to be used when a person has been created by mistake.
fi_fi: Tämä toimenpide poistaa henkilön <strong>kaikki</strong> tiedot välittömästi. Toimenpide on tarkoitettu vahingossa luotujen henkilöiden poistamiseen.
sv_se: Denna åtgärd raderar personens <strong>all</strong> information omedelbart. Åtgärden är avsedd för att ta bort personer som matats in av misstag.

source: Generate new password for member
fi_fi: Luo jäsenelle uusi salasana
sv_se: Skapa nytt lösenord åt medlem

source: Leave resign request
fi_fi: Jätä eronpyyntö
sv_se: Lämna in utträdesbegäran

source: Here you can create a new password for a person and send it to his/her e-mail address.
fi_fi: Voit luoda henkilölle uuden salasanan ja lähettää sen hänen sähköpostiosoitteeseensa.
sv_se: Här kan du skapa ett nytt lösenord åt en person och skicka det till hans/hennes e-postadress.

source: You can log in at
fi_fi: Voit kirjautua osoitteessa
sv_se: Du kan logga in på

source: New password
fi_fi: Uusi salasana
sv_se: Nytt lösenord

source: Resign request
fi_fi: Eronpyyntö
sv_se: Utträdesbegäran

source: A new resign request has been left
fi_fi: Järjestelmään on jätetty uusi eronpyyntö.
sv_se: En ny utträdesbegäran har lämnats in

source: members
fi_fi: jäsentä
sv_se: medlemmar

source: no members found
fi_fi: ei löytynyt jäseniä
sv_se: inga medlemmar hittades

source: Initial
fi_fi: Alkukirjain

source: member
fi_fi: jäsen
sv_se: medlem

source: Save changes in group membership
fi_fi: Tallenna ryhmätietojen muutokset
sv_se: Lagra ändringarna i gruppmedlemskap

source: If you wish to edit the group information of several members at once, <strong>first</strong> choose the group from the drop-down menu, perform the changes in the Group membership column, and save changes. You can both add and remove people to and from the group at the same time.
fi_fi: Jos haluat muuttaa kerralla useamman jäsenen ryhmätietoja, valitse <strong>ensin</strong> alasvetovalikosta haluamasi ryhmä, tee muutokset Ryhmäjäsenyys-sarakkeeseen ja tallenna muutokset. Voit sekä lisätä että poistaa henkilöitä ryhmästä samalla kertaa.
sv_se: Om du på samma gång vill redigera flera medlemmars gruppuppgifter, välj <strong>först</strong> gruppen från rullgardinsmenyn, gör ändringarna i Gruppmedlemskap-kolumnen och lagra ändringarna. Du kan på samma gång både lägga till och ta bort medlemmar från gruppen.

source: If you want to add a person to a group in a certain role, create the <a href="./?action=roles">roles</a> you want, find the person with the <a href="./?action=search">search</a> and add the person to the group in the search results.
fi_fi: Jos haluat liittää henkilön ryhmään tietyssä roolissa, luo haluamasi <a href="./?action=roles">roolit</a>, etsi henkilö <a href="./?action=search">haulla</a> ja liitä henkilö ryhmään hakutuloksissa.
sv_se: Om du vill lägga en person till en grupp i en speciell roll, skapa de <a href="./?action=roles">roller</a> du vill ha, finn personen genom en <a href="./?action=search">sökning</a> och lägg personen till gruppen i sökresultatet.

source: In your current subscription you can save up to
fi_fi: Nykyisessä tilauksessasi voit tallentaa enintään
sv_se: På din nuvarande prenumeration kan du spara upp till

source: members. Please contact the service provider if you want to upgrade your account.
fi_fi: jäsentä. Ota yhteyttä palveluntarjoajaan, jos haluat päivittää tilauksesi.
sv_se: medlemmar. Kontakta din tjänsteleverantör om du vill uppgradera ditt konto.

source: Place your cursor here to show email address
fi_fi: Aseta kursori tähän näyttääksesi sähköpostiosoite
sv_se: Placera kursorn här för att visa e-postadress
