Repository: tjnurmin/FloMembers
Catalog: locale/*/LC_MESSAGES/flo.po
Languages: fi_fi, sv_se

source: Error
fi_fi: Virhe
sv_se: Fel

source: Email
fi_fi: Sähköposti
sv_se: E-post

source: Paper
fi_fi: Paperi
sv_se: Papper

source: E-invoice (in test use only)
fi_fi: E-lasku (vain testikäytössä)
sv_se: E-faktura (endast i testanvändning)

source: No invoices
fi_fi: Ei laskuja
sv_se: Inga fakturor

source: Preferred invoicing method<br/>(for batch invoices)
fi_fi: Toivottu laskutustapa<br />(massalaskuissa)
sv_se: Önskad faktureringsmetod <br/>(vid satsvis fakturering)

source: Language
fi_fi: Kieli
sv_se: Språk

source: By clicking on a letter you can limit the listing to records beginning with the chosen letter.
fi_fi: Napsauttamalla kirjainta voit rajata listauksen niihin tietueisiin, jotka alkavat kyseisellä kirjaimella.
sv_se: Genom att klicka på en bokstav kan du begränsa listan till de poster som börjar på denna bokstav.

source: Other
fi_fi: Muut
sv_se: Annat

source: All
fi_fi: Kaikki
sv_se: Alla

source: Membership fee
fi_fi: Jäsenmaksu
sv_se: Medlemsavgift

source: Bank account
fi_fi: Pankkitili
sv_se: Bankkonto

source: Reference number
fi_fi: Viitenumero
sv_se: Referensnummer

source: Due date
fi_fi: Eräpäivä
sv_se: Förfallodag

source: Invoicer
fi_fi: Laskuttaja
sv_se: Fakturerare

source: Card valid until
fi_fi: Kortti voimassa asti
sv_se: Kortet giltigt till

source: Search
fi_fi: Haku
sv_se: Sökning

source: Advanced search
fi_fi: Tarkka haku
sv_se: Avancerad sökning

source: Main level
fi_fi: Päätaso
sv_se: Basnivå

source: Membership application
fi_fi: Jäsenyyshakemus

source: A new application has been submitted. You can accept or reject the application after logging into the system.
fi_fi: Uusi hakemus on jätetty. Voit hyväksyä tai hylätä hakemuksen kirjautumalla järjestelmään.

source: Faulty email address (
fi_fi: Virheellinen sähköpostiosoite (
sv_se: Felaktig e-postadress (

source: please try again.
fi_fi: ole hyvä ja yritä uudelleen.
sv_se: försök på nytt.

source: Monday
fi_fi: maanantai
sv_se: måndag

source: Tuesday
fi_fi: tiistai
sv_se: tisdag

source: Wednesday
fi_fi: keskiviikko
sv_se: onsdag

source: Thursday
fi_fi: torstai
sv_se: torsdag

source: Friday
fi_fi: perjantai
sv_se: fredag

source: Saturday
fi_fi: lauantai
sv_se: lördag

source: Sunday
fi_fi: sunnuntai
sv_se: söndag

source: Message was sent to the following addresses:
fi_fi: Viesti l&auml;hetettiin seuraaviin osoitteisiin:
sv_se: Meddelandet har skickats till följande adresser:

source: Message sent
fi_fi: Viesti l&auml;hetetty
sv_se: Meddelandet har skickats

source: Message could not be sent to the following addresses
fi_fi: Viestiä ei voitu lähettää seuraaviin osoitteisiin
sv_se: Meddelandet kunde inte skickas till följande adresser:

source: Message was not sent
fi_fi: Viestiä ei lähetetty
sv_se: Meddelandet har inte skickats

source: Messages are not sent in demo version.
fi_fi: Viestejä ei lähetetä demoversiossa.
sv_se: I demoversionen kan meddelanden inte skickas.

source: No recipients
fi_fi: Ei vastaanottajia
sv_se: Inga mottagare

source: Warning: since your email program does not support HTML-formatted emails, this message's formatting has been removed.
fi_fi: Varoitus: Koska sähköpostiohjelmasi ei tue HTML-muotoisia viestejä, viestin muotoilut on poistettu.
sv_se: Varning: eftersom ditt e-postprogram inte stöder meddelanden i HTML-format, har formateringen i detta meddelande lämnats bort.

source: -- Service provided by www.floapps.com
fi_fi: -- Palvelun tarjoaa www.floapps.com
sv_se: -- Tjänsten produceras av www.floapps.com

source: Images on the server
fi_fi: Kuvia palvelimella
sv_se: Bilder på servern

source: Upload images to server
fi_fi: Lataa kuvia palvelimelle
sv_se: Överför bilder till servern

source: Files on the server
fi_fi: Tiedostoja palvelimella
sv_se: Filer på servern

source: Upload files to server
fi_fi: Lataa tiedostoja palvelimelle
sv_se: Överför filer till servern

source: Upload to server
fi_fi: Lataa palvelimelle
sv_se: Överför till servern

source: Procedure not allowed in demo version
fi_fi: Toimenpide ei sallittu demoversiossa
sv_se: I demoversionen är denna procedur inte tillåten.

source: Do not upload classified files: files are readable on the Internet without passwords.
fi_fi: Älä lataa palvelimelle luottamuksellisia tiedostoja: tiedostot ovat luettavissa internetissä ilman salasanoja.
sv_se: Överför inte konfidentiella filer till servern: filerna kan läsas på Internet utan lösenord.

source: Image
fi_fi: Kuva
sv_se: Bild

source: Name
fi_fi: Nimi
sv_se: Namn

source: Type
fi_fi: Tyyppi
sv_se: Typ

source: Size
fi_fi: Koko
sv_se: Storlek

source: Delete
fi_fi: Poista
sv_se: Radera

source: is not a directory.
fi_fi: ei ole hakemisto.
sv_se: är inte en katalog.

source: Tip
fi_fi: Vinkki
sv_se: Tips

source: Save
fi_fi: Tallenna
sv_se: Spara

source: Go back without saving
fi_fi: Palaa tallentamatta
sv_se: Gå tillbaka utan att spara

source: Browse
fi_fi: Selaa
sv_se: Bläddra

source: Database error. Please try again in a moment.
fi_fi: Tietokantavirhe. Yritä hetken kuluttua uudelleen.
sv_se: Databasfel. Försök på nytt senare.

source: is mandatory.
fi_fi: on pakollinen tieto.
sv_se: är en obligatorisk uppgift.

source: The system keeps the information for reporting for another year.
fi_fi: Järjestelmä säilyttää tiedot raportointia varten vielä vuoden ajan.
sv_se: Uppgifterna kommer att sparas i systemet i ett års tid.

source: You are removing a record permanently
fi_fi: Olet poistamassa tietuetta lopullisesti
sv_se: Posten stryks permanent.

source: Confirm
fi_fi: Vahvista
sv_se: Bekräfta

source: Change cannot be undone. Are you sure you want to continue?
fi_fi: Muutosta ei voi perua. Haluatko varmasti jatkaa?
sv_se: Ändringen kan inte återställas. Är du säker att du vill fortsätta?

source: No
fi_fi: Ei
sv_se: Nej

source: Record is connected to other data in the database and cannot be removed. If you need more information or want to remove the record, please leave a <a href="https://www.tietokannat.info/support/">support request</a>.
fi_fi: Tietueella on yhteyksiä tietokannan muihin tietoihin eikä sitä voida poistaa. Jos tarvitset lisätietoja tai poistaminen on välttämätöntä, ole hyvä ja jätä <a href="https://www.tietokannat.info/support/">tukipyyntö</a>.
sv_se: Posten är kopplad till andra data i databasen och kan inte tas bort. Om du vill ha mera information eller är säker på att du vill ta bort posten, skicka en <a href="https://www.tietokannat.info/support/">supportbegäran</a>.

source: Empty record set.
fi_fi: Tietuejoukko on tyhjä.
sv_se: Postgruppen är tom.

source: Save or return:
fi_fi: Tallenna tai palaa:
sv_se: Spara eller gå tillbaka:

source: Cancel your registration
fi_fi: Peru ilmoittautumisesi
sv_se: Annullera din anmälan

source: Create file
fi_fi: Luo tiedosto
sv_se: Skapa fil

source: Load
fi_fi: Lataa
sv_se: Ladda

source: Perform
fi_fi: Suorita
sv_se: Utför

source: Register to this event
fi_fi: Ilmoittaudu tapahtumaan
sv_se: Anmäl dig till tillställningen

source: Reset
fi_fi: Tyhjennä valinnat
sv_se: Återställ

source: Run new search, merge with current
fi_fi: Suorita uusi haku, yhdistä tämänhetkiseen
sv_se: Gör en ny sökning, kombinera med nuvarande

source: Run search and join results
fi_fi: Suorita haku ja yhdistä tulokset
sv_se: Gör en sökning och kombinera resultaten

source: Save current search parameters
fi_fi: Tallenna tämänhetkiset hakuparametrit nimellä
sv_se: Spara nuvarande sökparametrar som

source: Save search criteria as
fi_fi: Tallenna hakuehdot nimellä
sv_se: Spara sökkriterierna som

source: You have read-only rights to data. You cannot save changes.
fi_fi: Sinulla on lukuoikeudet dataan. Et voi tallentaa muutoksia.
sv_se: Du har endast läsrättigheter. Du kan inte spara ändringarna.

source: Verification does not match.
fi_fi: Varmistuskenttä ei täsmää.
sv_se: Verifikationsfältet stämmer inte.

source: Database error. To solve the issue, an automatic error report has been sent to service provider. Please try again later.
fi_fi: Tietokantavirhe. Tilanteen korjaamiseksi automaattinen virheraportti on lähtenyt palveluntarjoajalle. Ole hyvä ja yritä myöhemmin uudestaan.
sv_se: Fel i databasen. För att lösa problemet har en automatisk felrapport skickats till tjänsteleverantören. Försök på nytt senare.

source: Duplicate error: a similar record already exists in the database.
fi_fi: Duplikaattivirhe: samanlainen tietue on jo tietokannassa.
sv_se: Duplikatfel: en likadan post finns ren i databasen.

source: Action performed successfully
fi_fi: Toimenpide suoritettu onnistuneesti
sv_se: Åtgärden har utförts

source: Date
fi_fi: Päivämäärä
sv_se: Datum

source: Transactions
fi_fi: Tapahtumia
sv_se: Händelser

source: Amount
fi_fi: Määrä
sv_se: Antal

source: Bankdata is corrupted. Please check the file.
fi_fi: Pankkidata on virheellistä. Ole hyvä ja tarkasta tiedosto.
sv_se: Bankdata är felaktiga. Var god kontrollera filen.

source: The following transactions were already imported and were not imported now. If you need additional information, contact the system provider.
fi_fi: Seuraavat eräsiirrot oli tuotu järjestelmään jo aiemmin eikä niitä tuotu nyt. Jos tarvitset lisätietoja, ota yhteyttä järjestelmän toimittajaan.
sv_se: Följande transaktioner har tidigare hämtats och blev inte införda nu. Kontakta systemadministratören om du behöver tilläggsuppgifter.

source: Transfer
fi_fi: Siirto
sv_se: Överföring

source: pcs
fi_fi: kpl
sv_se: st.

source: Some of the transactions imported now had already been marked as paid:
fi_fi: Jotkin nyt tuoduista tilitapahtumista oli jo merkitty maksetuiksi:
sv_se: Vissa av de transaktioner som hämtades hade redan antecknats som betalade:

source: The following material was transferred successfully, but some of the transactions require a manual clearance.<br /><br /><a href="./?action=search">Please proceed to search to run this operation.</a>
fi_fi: Alla oleva aineisto siirrettiin onnistuneesti, mutta osa tilitapahtumista vaatii vielä manuaalisen selvityksen.<br /><br /><a href="./?action=search">Siirry hakuun, jotta voit kohdistaa suoritukset.</a>
sv_se: Nedanstående data har överförts, men en del av kontotransaktionerna kräver manuell kontroll. <br /><br /><a href="./?action=search">Gå till sökning för att göra detta.</a>

source: The file did not contain any new bank data.
fi_fi: Tiedosto ei sisältänyt uutta pankkidataa.
sv_se: Filen innehöll inga nya bankdata.

source: Notifications
fi_fi: Huomautukset
sv_se: Anteckningar

source: Description
fi_fi: Kuvaus
sv_se: Beskrivning

source: Price
fi_fi: Hinta
sv_se: Pris

source: VAT
fi_fi: Alv
sv_se: Moms

source: Post address
fi_fi: Postiosoite
sv_se: Postadress

source: Edit
fi_fi: Muokkaa
sv_se: Redigera

source: Stickers
fi_fi: Tarrat
sv_se: Klistermärken

source: Members' contact information
fi_fi: Jäsenten yhteystiedot
sv_se: Kontaktinfo för medlemmar

source: Edit intranet
fi_fi: Muokkaa intranetiä
sv_se: Redigera intranet

source: Add page
fi_fi: Lisää sivu
sv_se: Lägg till en sida

source: News categories
fi_fi: Uutiskategoriat
sv_se: Nya kategorier

source: Surveys
fi_fi: Kyselyt
sv_se: Enkäter

source: Statistics
fi_fi: Tilastot
sv_se: Statistik

source: Mentoring
fi_fi: Mentorointi
sv_se: Mentorskap

source: Calendar
fi_fi: Kalenteri
sv_se: Kalender

source: Calendar admin
fi_fi: Kalenterin ylläpito
sv_se: Kalenderadministratör

source: Contacts
fi_fi: Kontaktit
sv_se: Kontakter

source: Add
fi_fi: Lisää
sv_se: Lägg till

source: Send email
fi_fi: Lähetä sähköpostia
sv_se: Skicka e-post

source: Email drafts
fi_fi: Viestiluonnokset
sv_se: E-postutkast

source: Sent messages
fi_fi: Lähetetyt viestit
sv_se: Skickade meddelanden

source: Bounced messages
fi_fi: Palanneet viestit
sv_se: Studsade meddelanden

source: Send SMS
fi_fi: Lähetä SMS
sv_se: Skicka SMS

source: Reports
fi_fi: Raportit
sv_se: Rapporter

source: Export to MS Excel
fi_fi: Vie MS Exceliin
sv_se: Exportera till MS Excel

source: Address updates
fi_fi: Osoitepäivitykset
sv_se: Adressuppdateringar

source: Events
fi_fi: Tapahtumat
sv_se: Tillställning

source: Files
fi_fi: Tiedostot
sv_se: Filer

source: Change password
fi_fi: Vaihda salasanaa
sv_se: Byt lösenord

source: Groups
fi_fi: Ryhmät
sv_se: Grupper

source: Roles
fi_fi: Roolit
sv_se: Roller

source: Invoices
fi_fi: Laskutus
sv_se: Fakturering

source: Create invoice
fi_fi: Luo lasku
sv_se: Skapa faktura

source: Invoicing log
fi_fi: Laskutushistoria
sv_se: Faktureringshistoria

source: Ledger
fi_fi: Reskontra
sv_se: Reskontra

source: Import bank data
fi_fi: Tuo pankkidata
sv_se: Hämta in bankdata

source: Resign requests
fi_fi: Eronpyynnöt
sv_se: Utträdesbegäran

source: Members
fi_fi: Jäsenet
sv_se: Medlemmar

source: Membership applications
fi_fi: Jäsenyyshakemukset
sv_se: Medlemsansökningar

source: Member types
fi_fi: Jäsentyypit
sv_se: Medlemstyper

source: Accounts
fi_fi: Tilit
sv_se: Konton

source: Organisational levels
fi_fi: Organisaatiotasot
sv_se: Organisationsnivåer

source: Settings
fi_fi: Asetukset
sv_se: Inställningar

source: Application form
fi_fi: Liittymislomake
sv_se: Ansökningsformulär

source: Standard products
fi_fi: Vakiotuotteet
sv_se: Standardprodukter

source: Users
fi_fi: Käyttäjät
sv_se: Användare

source: Subscribers
fi_fi: Tilaajat
sv_se: Prenumeranter

source: Subscriber types
fi_fi: Tilaajatyypit
sv_se: Prenumeranttyper

source: Subscription payers
fi_fi: Tilausten maksajat
sv_se: Betalare av prenumeration

source: Pages
fi_fi: Sivut
sv_se: Sidor

source: News
fi_fi: Uutiset
sv_se: Nyheter

source: Visitor statistics
fi_fi: Kävijätilastot
sv_se: Besökarstatistik

source: View
fi_fi: Katso
sv_se: Visa

source: First page
fi_fi: Aloitussivu
sv_se: Startsidan

source: My info
fi_fi: Omat tiedot
sv_se: Mina uppgifter

source: The most agile membership software in the market for your association
fi_fi: Markkinoiden ketterin jäsenrekisteriohjelma yhdistyksellesi
sv_se: Marknadens smidigaste medlemsregister för din förening

source: With easy-to-use FloMembers membership software you can conveniently manage large associations and clubs too.
fi_fi: Helppokäyttöisellä FloMembers-jäsenrekisteriohjelmalla pystyt kätevästi hallinnoimaan myös isoja yhdistyksiä.
sv_se: Med den användarvänliga medlemsregistern FloMembers kan du behändigt hantera stora föreningar och klubbar också.

source: Order FloMembers
fi_fi: Tilaa FloMembers
sv_se: Beställ FloMembers

source: Try out demo
fi_fi: Kokeile demoa
sv_se: Kör demo

source: obligatory
fi_fi: pakollinen
sv_se: obligatorisk

source: FloMembers membership software is developed by Flo Apps Ltd in Helsinki, Finland.
fi_fi: FloMembers-jäsenrekisteriä kehittää Flo Apps Oy Helsingissä, Suomessa.
sv_se: FloMembers medlemsregister är en produkt utvecklad av Flo Apps Ltd, Helsingfors, Finland.

source: Address
fi_fi: Osoite
sv_se: Adress

source: Postcode
fi_fi: Postinumero
sv_se: Postnummer

source: Postoffice
fi_fi: Postitoimipaikka
sv_se: Postanstalt

source: Enrollment year
fi_fi: Aloitusvuosi
sv_se: Inskrivningsår

source: Graduated
fi_fi: Valmistunut
sv_se: Examen

source: Degree program
fi_fi: Koulutusohjelma
sv_se: Utbildningsprogram

source: Title
fi_fi: Titteli
sv_se: Titel

source: Employer
fi_fi: Työnantaja
sv_se: Arbetsgivare

source: Role
fi_fi: Rooli
sv_se: Roll

source: Mobile
fi_fi: Matkapuhelin
sv_se: Mobil

source: Phone
fi_fi: Puhelin
sv_se: Telefon

source: Own specialty / interests
fi_fi: Oma osaaminen / kiinnostus
sv_se: Egen kunskaps- / intresseprofil

source: Update addresses
fi_fi: Päivitä osoitetiedot
sv_se: Uppdatera adresser

source: We update addresses via Itella automatically once a year.
fi_fi: Päivitämme osoitteet Itellasta automaattisesti kerran vuodessa.
sv_se: Vi uppdaterar adresser automatiskt via Itella en gång per år.

source: This feature is available to FloMembers Premium customers only.
fi_fi: Tämä ominaisuus on käytössä vain FloMembers Premium -asiakkaille.
sv_se: Denna funktion kan endast användas av FloMembers Premium-kunder.

source: You can update the addresses by pressing the button below. Changes cannot be undone.
fi_fi: Voit päivittää osoitteet painamalla alla olevaa nappia. Muutoksia ei voi peruuttaa.
sv_se: Uppdatera adresserna genom att trycka på knappen nedan. Ändringarna kan inte återkallas.

source: Last name
fi_fi: Sukunimi
sv_se: Efternamn

source: First name
fi_fi: Etunimi
sv_se: Förnamn

source: New name
fi_fi: Uusi nimi
sv_se: Nytt namn

source: Street address
fi_fi: Lähiosoite
sv_se: Gatuadress

source: Postal code
fi_fi: Postinumero
sv_se: Postnummer

source: Post office
fi_fi: Postitoimipaikka
sv_se: Postanstalt

source: View / Edit current data
fi_fi: Katso / muokkaa tämänhetkisiä tietoja
sv_se: Visa / redigera aktuella data

source: Data was fetched from Itella address database
fi_fi: Data haettiin Itellan osoitetietokannasta
sv_se: Uppgifterna hämtade i Itellas adressdatabas

source: If you wish to update names that have changed, please do this manually before running the automatic update.
fi_fi: Jos haluat päivittää muuttuneet nimet, ole hyvä ja tee tämä manuaalisesti ennen kuin suoritat automaattisen päivityksen.
sv_se: Om du vill uppdatera namn som ändrats, gör uppdateringarna manuellt innan du kör automatisk uppdatering.

source: Perform the automatic update
fi_fi: Suorita automaattinen päivitys
sv_se: Utför automatisk uppdatering.

source: Changes since last update
fi_fi: Muutokset viime päivityksen jälkeen
sv_se: Ändringar sedan förra uppdateringen

source: Dead
fi_fi: Kuolleet
sv_se: Avlidna

source: No dead.
fi_fi: Ei kuolleita
sv_se: Inga avlidna.

source: If you want to mark a person as dead, please perform
fi_fi: Jos haluat merkitä henkilön kuolleeksi, ole hyvä ja suorita
sv_se: Om du vill ändra en persons status till avliden, utför

source: a search
fi_fi: haku
sv_se: sökning

source: Not found in Itella address database
fi_fi: Ei löydy Itellan osoitetietokannasta
sv_se: Hittades inte i Itellas adressdatabas

source: You can save in FloMembers Mini
fi_fi: Voit tallentaa FloMembers Miniin
sv_se: Du kan spara i FloMembers Mini

source: members. Please contact your service provider if you want to upgrade your account.
fi_fi: jäsentä. Ota yhteyttä palveluntarjoajaan, jos haluat päivittää tilauksesi.
sv_se: medlemmar. Kontakta din tjänsteleverantör om du vill uppgradera ditt konto.

source: Define person's membertype
fi_fi: Määrittele henkilön jäsentyyppi
sv_se: Definiera personens typ av medlemskap

source: Your application has been accepted
fi_fi: Hakemuksesi on hyväksytty

source: Congratulations, your application has been accepted.
fi_fi: Onnittelut, hakemuksesi on hyväksytty.

source: Greetings
fi_fi: Terveisin
sv_se: Hälsningar

source: Choose from the navigation bar what you wish to do next.
fi_fi: Valitse navigaatiopalkista mitä seuraavaksi haluat tehdä.
sv_se: Välj nästa uppgift i menybalken.

source: Edit new member's data
fi_fi: Muokkaa uuden jäsenen tietoja
sv_se: Redigera ny medlems data

source: Edit member information
fi_fi: Muokkaa jäsenen tietoja
sv_se: Redigera medlemsuppgifter

source: Approve person's membership
fi_fi: Hyväksy henkilön jäsenyys
sv_se: Godkänn en persons medlemskap

source: (If you enter several addresses, please separate them with commas. The message will be sent to all the receiver’s addresses.)
fi_fi: (Jos syötät useampia osoitteita, erota osoitteet pilkulla. Viesti lähtee henkilön kaikkiin osoitteisiin.)
sv_se: (Om du skriver in flera adresser, skilj dem åt med kommatecken. Meddelandet skickas till personens alla adresser.)

source: Extra address field
fi_fi: Lisäosoitekenttä
sv_se: Tilläggsfält för adress

source: Country code
fi_fi: Maakoodi
sv_se: Landkod

source: Country
fi_fi: Maa
sv_se: Land

source: Residence (if other than post office)
fi_fi: Kotipaikka (jos eri kuin postitoimipaikka)
sv_se: Hemort (om inte postanstalt)

source: Foreign address?
fi_fi: Ulkomainen osoite?
sv_se: Utländsk adress?

source: Extra info
fi_fi: Lisätietoja
sv_se: Tilläggsuppgifter

source: Member type
fi_fi: Jäsentyyppi
sv_se: Medlemstyp

source: Member notice
fi_fi: Jäsentiedote
sv_se: Medlemsinfo

source: Sex
fi_fi: Sukupuoli
sv_se: Kön

source: Custom information
fi_fi: Räätälöidyt tiedot
sv_se: Användarspecifik information

source: With FloMembers it is possible to generate an invoice and payment instructions to new members automatically when they fill in the application form. Currently this feature writes an invoice of a fixed amount to all new members. If your organization has a variety of membership fees, an automatic invoice may not be the ideal solution.<br /><br />If you want to use this feature, please <a href="https://www.tietokannat.info/support/">submit a support request</a> and provide the following information:<br /><br />1) the membership fee to be written on automatic invoices<br /><br />2) instructions to be given to new members (e.g. '<em>Please print this page or write the following details on paper. The instructions have also been sent to your email address if you provided one.'</em>)
fi_fi: FloMembersin avulla on mahdollista luoda lasku ja maksuohjeet uusille jäsenille automaattisesti kun he täyttävät liittymislomakkeen. Tällä hetkellä tämä ominaisuus kirjoittaa samansuuruisen laskun kaikille uusille jäsenille. Jos järjestössänne on erisuuruisia jäsenmaksuja, automaattinen lasku ei välttämättä ole ihanteellinen ratkaisu.<br /><br />Jos haluat käyttää tätä ominaisuutta, <a href="https://www.tietokannat.info/support/">jätä tukipyyntö</a> ja ilmoita seuraavat tiedot:<br /><br />1) mikä jäsenmaksu automaattilaskuihin kirjoitetaan<br /><br />2) mitkä ohjeet uusille jäsenille annetaan (esim. '<em>Ole hyvä ja tulosta tämä sivu tai kirjoita seuraavat tiedot paperille. Ohjeet on lähetetty myös sähköpostiisi, jos annoit osoitteesi.'</em>)
sv_se: Med FloMembers kan du för nya medlemmar automatiskt skapa faktura och betalningsinstruktion då de fyller i medlemsansökningsblanketten. Denna funktion skriver ut alla fakturor till nya medlemmar på samma belopp. Om din organisation har olika medlemsavgifter för olika medlemskategorier är denna funktion inte en bra lösning. <br /><br />Om du vill använda denna funktion, <a href="https://www.tietokannat.info/support/">skicka en supportbegäran</a> och ge följande information:<br /><br />1) medlemsavgift som ska skrivas ut på automatiska fakturor<br /><br />2) instruktioner som ska ges till nya medlemmar (t.ex. '<em>Skriv ut denna sida eller anteckna följande data. Instruktionerna har också skickats till din e-postadress om du har uppgett en.'</em>)

source: No new membership applications have been submitted online.
fi_fi: Uusia jäsenyyshakemuksia ei ole jätetty Internetissä.
sv_se: Inga nya medlemsansökningar har lämnats in online.

source: Membership applications submitted online:
fi_fi: Jäsenyyshakemuksia lähetetty Internetissä:
sv_se: Medlemsansökningar som lämnats in online:

source: Accept
fi_fi: Hyväksy
sv_se: Godkänn

source: Organisation
fi_fi: Organisaatio

source: City
fi_fi: Kaupunki
sv_se: Stad

source: Total
fi_fi: Yhteensä
sv_se: Totalt

source: Women
fi_fi: Naiset
sv_se: Kvinnor

source: Men
fi_fi: Miehet
sv_se: Män

source: If you want to accept a person's membership application, please proceed to edit their data and define the membership type.
fi_fi: Jos haluat hyväksyä henkilön jäsenyyshakemuksen, siirry muokkaamaan henkilön tietoja ja määrittele jäsentyyppi.
sv_se: Om du vill godkänna en persons medlemsansökan, gå till Redigera ny medlems data och definiera typ av medlemskap.

source: Person responsible
fi_fi: Vastuuhenkilö
sv_se: Ansvarsperson

source: Contact method
fi_fi: Yhteydenottotapa
sv_se: Kontaktsätt

source: Follow-up
fi_fi: Jatko
sv_se: Fortsättning

source: Edit activity
fi_fi: Muokkaa tapahtumaa
sv_se: Redigera aktivitet

source: Contact history
fi_fi: Yhteydenotot
sv_se: Tidigare kontakter

source: Add activity
fi_fi: Lisää tapahtuma
sv_se: Lägg till aktivitet
