Repository: tjnurmin/FloMembers
Catalog: locale/*/LC_MESSAGES/flo.po
Languages: fi_fi, sv_se

source: The service provider can handle payments through a centralised bank account from which money will be transferred to your account once a week. In this option the system handles payment tracking automatically.<br /><br />If you want to use your own bank account instead, please sign a contract with your bank on the electronic batch transfer of transactions (banks typically charge for this service a few euros per a month). Then follow the instructions below.
fi_fi: Palveluntarjoaja voi hoitaa maksuliikenteen keskitetyn maksutilin kautta, jolta saatavanne tilitetään teille kerran viikossa. Tällöin järjestelmä hoitaa maksuseurannan automaattisesti.<br /><br />Jos sen sijaan haluatte käyttää omaa pankkitiliänne, teidän tulee tehdä pankkinne kanssa sopimus pankkiaineiston sähköisestä eräsiirrosta (pankki veloittaa tästä yleensä muutaman euron kuussa). Seuraa sen jälkeen alla olevia ohjeita.
sv_se: Tjänsteleverantören kan sköta inbetalningarna via ett centraliserat bankkonto från vilket medel överförs till ditt konto en gång per vecka. Väljer du detta alternativ sköter systemet automatiskt spårning av inbetalningarna. <br /><br />Om du i stället vill använda ditt eget bankkonto, gör ett avtal med din bank om elektronisk satsöverföring av transaktionerna (bankerna debiterar typ några euro per månad för denna tjänst). Följ sedan instruktionerna nedan.

source: Define where you want to save the file and save it.
fi_fi: Määritä mihin haluat tallentaa tiedoston ja tallenna se.
sv_se: Ange var du vill spara filen och spara den.

source: Passwords do not match.
fi_fi: Salasanat eivät täsmää.
sv_se: Lösenorden överensstämmer inte.

source: The password must contain at least seven characters.
fi_fi: Salasanan tulee olla vähintään 7 merkkiä pitkä.
sv_se: Lösenordet måste vara minst sju tecken långt.

source: Password is too short.
fi_fi: Salasana on liian lyhyt.
sv_se: Lösenordet är för kort.

source: Password is too weak.
fi_fi: Salasana on liian heikko.
sv_se: Lösenordet är för svagt.

source: Password is good.
fi_fi: Salasana on hyvä.
sv_se: Lösenordet är bra.

source: Password is strong.
fi_fi: Salasana on vahva.
sv_se: Lösenordet är starkt.

source: You have logged in with a one-time password. You need to change it now, otherwise you will not be able to log in with your user id anymore.
fi_fi: Olet kirjautunut kertakäyttösalasanalla. Sinun on vaihdettava se nyt uuteen, tai et pysty enää kirjautumaan järjestelmään tunnuksillasi.
sv_se: Du har loggat in med ett engångslösenord. Du måste nu byta det till ett nytt, annars kan du inte längre logga in med ditt användarnamn.

source: Retype password
fi_fi: Salasana uudelleen
sv_se: Lösenordet på nytt

source: Edit product
fi_fi: Muokkaa tuotetta
sv_se: Redigera produkt

source: Add product
fi_fi: Lisää tuote
sv_se: Lägg till produkt

source: By creating "products", you can write invoices more quickly.
fi_fi: Luomalla "tuotteita" voit kirjoittaa laskuja nopeammin.
sv_se: Genom att skapa "produkter", kan du skriva ut fakturor snabbare.

source: Label
fi_fi: Nimike
sv_se: Etikett

source: Files (only for logged in users)
fi_fi: Tiedostot (vain kirjautuneille)
sv_se: Filer (bara för inloggade)

source: These files are shown only to users who are logged-in. They cannot be accessed from outside FloMembers.
fi_fi: Nämä tiedostot näytetään vain kirjautuneille käyttäjille. Niihin ei ole pääsyä FloMembersin ulkopuolelta.
sv_se: Dessa filer visas endast för inloggade användare. De kan inte åtkommas utanför FloMembers.

source: Group fees
fi_fi: Ryhmien jäsenmaksut
sv_se: Gruppavgifter

source: Suborganization fees
fi_fi: Alaorganisaation maksut
sv_se: Avgifter för underorganisationer

source: Reference updated from the database.
fi_fi: Viite päivitetty tietokannasta.
sv_se: Referens uppdaterad från databasen.

source: Reference removed.
fi_fi: Viite poistettu.
sv_se: Referensen har tagits bort.

source: Please insert at least one product row.
fi_fi: Ole hyvä ja lisää ainakin yksi tuoterivi.
sv_se: Lägg till minst en produktrad.

source: Please add product description.
fi_fi: Ole hyvä ja lisää tuotekuvaus.
sv_se: Lägg till produktbeskrivning.

source: Invoice total is 0 - invoice will not be written.
fi_fi: Laskun loppusumma on 0 - laskua ei kirjoiteta.
sv_se: Fakturans belopp är lika med 0 - fakturan skrivs inte ut.

source: Event
fi_fi: Tapahtuma
sv_se: Tillställning

source: Should the invoice's total be left empty (if the payer is hoped to pay extra)?
fi_fi: Jätetäänkö laskun loppusumma tyhjäksi (jos maksajan toivotaan maksavan ylimääräistä)?
sv_se: Skall fakturans slutsumma lämnas tom (i förhoppning om att betalaren vill betala ett tillägg)?

source: Choose invoicee
fi_fi: Valitse laskutettava
sv_se: Välj mottagare

source: Single invoicee
fi_fi: Yksittäinen vastaanottaja
sv_se: Enskild mottagare

source: Exceptional invoice address
fi_fi: Poikkeuksellinen laskutusosoite
sv_se: Exceptionell faktureringsadress

source: (will be printed on this invoice only)
fi_fi: (tulostuu vain tähän laskuun)
sv_se: (skrivs ut endast på denna faktura)

source: Remove invoice row
fi_fi: Poista tuoterivi
sv_se: Ta bort en produktrad i fakturan

source: There are no invoices to write at the moment.
fi_fi: Kirjoitettavia laskuja ei tällä hetkellä ole.
sv_se: Det finns inga fakturor att skriva för tillfället.

source: If you want to rerun invoicing, remove existing ones first:
fi_fi: Jos haluat suorittaa jonkin laskutuksen uudestaan, poista se ensin:
sv_se: Om du vill göra om en fakturering, radera den först:

source: This year\'s invoicing has already been done.
fi_fi: Tämän vuoden vuosilaskutus on jo suoritettu.
sv_se: Årsfaktureringen för detta år har redan gjorts.

source: If you want to rerun yearly invoicing, remove the existing invoice batch first:
fi_fi: Jos haluat suorittaa vuosilaskutuksen uudestaan, poista ensin olemassa oleva laskutuserä:
sv_se: Om du vill göra om årsfaktureringen, radera existerande årsfaktureringssats först:

source: If you want to rerun year invoicing, remove existing invoicing first:
fi_fi: Jos haluat suorittaa vuosilaskutuksen uudestaan, poista olemassa oleva laskutus ensin:
sv_se: Om du vill göra om årsfaktureringen, radera existerande årsfakturering först:

source: Client's contact history
fi_fi: Asiakkaan kontaktihistoria
sv_se: Kundens kontakthistoria

source: Choose a recipient.
fi_fi: Valitse vastaanottaja.
sv_se: Välj en mottagare.

source: You did not choose anything to be invoiced.
fi_fi: Et valinnut mitään laskutettavaa.
sv_se: Du valde ingenting att fakturera.

source: Unexpected database error.
fi_fi: Odottamaton tietokantavirhe.
sv_se: Oväntat databasfel.

source: There are no invoices to write with the selected criteria.
fi_fi: Kirjoitettavia laskuja ei valituilla kriteereillä ole.
sv_se: Det finns inga fakturor att skriva ut med de kriterier som valts.

source: No products have been chosen &ndash; please return to edit:
fi_fi: Tilaukseen ei ole valittu tuotteita &ndash; palaa takaisin muokkaustilaan:
sv_se: Inga produkter är valda &ndash; gå tillbaka till redigering:

source: There were no invoices to write with the selected criteria &ndash; please return to previous page:
fi_fi: Valituilla kriteereillä ei löytynyt laskuja kirjoitettavaksi &ndash; ole hyvä ja palaa edelliselle sivulle:
sv_se: Det fanns inga fakturor att skriva med de valda kriterierna &ndash; återvänd till föregående sida:

source: Payment method
fi_fi: Maksutapa
sv_se: Betalningssätt

source: Delivery method
fi_fi: Toimitustapa
sv_se: Leveransmetod

source: Phase
fi_fi: Vaihe
sv_se: Fas

source: Check invoice information
fi_fi: Tarkasta laskun tiedot
sv_se: Kontrollera fakturans information

source: Check information. Return to editing if you want to modify:
fi_fi: Tarkasta tiedot. Palaa takaisin muokkaustilaan, jos haluat tehdä muutoksia:
sv_se: Kontrollera uppgifterna. Gå tillbaka till redigering om du vill göra ändringar:

source: Check the information. If you find errors, you can delete invoices here:
fi_fi: Tarkasta tiedot. Jos tiedot ovat virheelliset, voit poistaa laskuja täällä:
sv_se: Kontrollera uppgifterna. Om du hittar fel, kan du radera fakturor här:

source: Invoices fit in window envelopes in size E4 SSS I and E5 RH ST.
fi_fi: Laskut sopivat esimerkiksi ikkunakuoriin kokoa E4 SSS I ja E5 RH ST.
sv_se: Fakturorna passar till exempel i fönsterkuvert i storlek E4 SSS I och E5 RH ST.

source: Your reference
fi_fi: Viitteenne
sv_se: Er referens

source: Our reference
fi_fi: Viitteemme
sv_se: Vår referens

source: Additional invoice texts (e.g. explanations)
fi_fi: Laskun lisätekstit (esimerkiksi selite)
sv_se: Fakturans tilläggstexter (t.ex. förklaringar)

source: Products in this order
fi_fi: Tilauksen tuotteet
sv_se: Beställningens produkter

source: Print invoice
fi_fi: Tulosta lasku
sv_se: Skriv ut fakturan

source: Send invoice by e-mail
fi_fi: Lähetä lasku sähköpostilla
sv_se: Skicka fakturan per e-post

source: In the column "
fi_fi: Sarakkeessa "
sv_se: I kolumnen "

source: Invoices not sent by e-mail
fi_fi: Laskut, joita ei lähetetty sähköpostilla
sv_se: Fakturor som inte skickades per e-post

source: " you can print invoices for the persons to whom the invoice was not delivered by e-mail.
fi_fi: " voit tulostaa laskut niille henkilöille, joille laskua ei lähetetty sähköpostitse.
sv_se: " kan du skriva ut fakturor till de personer till vilka fakturan inte skickades per e-post.

source: Note that if you have not sent this invoice batch's invoices by e-mail, all invoices will be printed.
fi_fi: Jos et yrittänyt lähettää kyseisen laskutusajon laskuja sähköpostitse, painike tulostaa kaikkien vastaanottajien laskut.
sv_se: Notera att om du inte har skickat fakturorna i denna fakturasats per e-post, skrivs alla fakturor ut.

source: The list shows 200 latest events. If a person has not been accepted as a member yet or has been removed after having been invoiced, an empty row is shown.
fi_fi: Listassa näytetään 200 viimeisintä tapahtumaa. Jos henkilöä ei ole vielä hyväksytty jäseneksi tai hänet on poistettu laskutuksen jälkeen, hänen kohdallaan näytetään tyhjä rivi.
sv_se: Listan visar de 200 senaste händelserna. Om en person ännu inte har godkänts som medlem eller har tagits bort efter att ha fakturerats, visas en tom rad.

source: If you want to delete the invoice for a single recipient in a group invoice, edit that person's data, and remove the invoice there.
fi_fi: Jos haluat poistaa laskun ryhmälaskun yhdeltä vastaanottajalta, siirry kyseisen henkilön tietoihin ja poista lasku siellä.
sv_se: För att radera fakturan till en enda mottagare i en gruppfakturering, gå till denna persons uppgifter och radera fakturan där.

source: Send reminders for current year as a batch
fi_fi: Lähetä kuluvan vuoden kaikki avoinna olevat karhulaskut nippuna
sv_se: Skicka innevarande års alla påminnelser i en sats

source: Resend
fi_fi: Lähetä uudelleen
sv_se: Skicka på nytt

source: Reminders for those with no e-mail address
fi_fi: Sähköpostittomien karhulaskut
sv_se: Påminnelse till personer utan e-postadress

source: Custom reference inset (max 4 digits)
fi_fi: Räätälöity viitenumeron alku (max 4 numeroa)
sv_se: Användarspecifik initialsekvens på referensnummer (max 4 siffror)

source: Add at least one <a href="./?action=accounts">bank account</a>. Please note that IBAN/BIC codes are required in invoices beginning 01 July 2010.
fi_fi: Lisää ainakin yksi <a href="./?action=accounts">pankkitili</a>. IBAN/BIC-koodit ovat pakollisia laskuissa 1.7.2010 alkaen.
sv_se: Lägg till minst ett <a href="./?action=accounts">bankkonto</a>. Observera att IBAN/BIC-kod krävs i alla fakturor efter den 1.7.2010.

source: Using service provider's payment account
fi_fi: Käytetään palveluntarjoajan maksutiliä
sv_se: Använd operatörens betalkonto

source: If you want to send out a large batch of invoices via post, you can <a href="https://www.tietokannat.info/support/">request an offer</a> from the service provider. We can send the invoices to our partner company who will then print and post the invoices.
fi_fi: Jos haluat lähettää suuren määrän laskuja postitse, voit <a href="https://www.tietokannat.info/support/">pyytää tarjouksen</a> palveluntarjoajalta. Lähetämme laskut yhteistyökumppanillemme, joka tulostaa ja postittaa laskut.
sv_se: Om du vill skicka ut en sats fakturor per post, kan du <a href="https://www.tietokannat.info/support/">begära en offert</a> från din tjänsteleverantör. Vi kan skicka fakturorna till vårt partnerföretag som skriver ut och postar dem.

source: Edit invoice information
fi_fi: Muokkaa laskun tietoja
sv_se: Redigera fakturauppgifter

source: Product list
fi_fi: Tuotelista
sv_se: Produktlista

source: VAT incl. in price?
fi_fi: Alv mukana hinnassa?
sv_se: Moms inkluderad i priset?

source: Excl. taxes
fi_fi: Ilman veroa
sv_se: Utan skatt

source: Incl. taxes
fi_fi: Verollinen
sv_se: Inklusive skatt

source: Insert a new invoice row
fi_fi: Lisää laskuun uusi tuoterivi
sv_se: Lägg till en ny produktrad i fakturan

source: You can add up to
fi_fi: Voit lisätä laskuun enintään
sv_se: Du kan lägga till max

source: different product rows by choosing
fi_fi: eri tuoteriviä valitsemalla
sv_se: olika produktrader med att välja

source: If you are invoicing yearly fees (e.g. membership fees and subscriptions), choose 'Yearly fee' from the dropdown menu. The system will then find the price automatically and mark the fee as invoiced. This way the same person will not by mistake be invoiced the same fee twice.
fi_fi: Jos laskutat vuosimaksuja (esimerkiksi jäsenmaksut ja lehtitilaukset), valitse alasvetovalikosta 'Vuosimaksu'. Tällöin järjestelmä hakee hinnan automaattisesti ja merkitsee vuosimaksun laskutetuksi. Näin henkilöltä ei laskuteta vahingossa samaa maksua uudestaan.
sv_se: Om du fakturerar årsavgift (t.ex. medlemsavgifter och prenumerationer), välj 'Årsafgift' från rullgardinsmenyn. Då söker systemet priset automatiskt och markerar årsavgiften som fakturerad. På så sätt blir samma person inte av misstag fakturerad för samma avgift på nytt.

source: Product description can be edited.
fi_fi: Tuotekuvausta voit muuttaa vapaasti.
sv_se: Produktbeskrivningen kan redigeras fritt.

source: You can add other fees to the same invoice, if you wish.
fi_fi: Voit kirjoittaa samalle laskulle muitakin maksuja, jos haluat.
sv_se: Du kan skriva ytterligare avgift på samma faktura, om du vill.

source: Print address sticker
fi_fi: Tulosta osoitetarra
sv_se: Skriv ut adressklistermärke

source: Please try again.
fi_fi: Ole hyvä ja yritä uudelleen.
sv_se: Försök på nytt.

source: Reference
fi_fi: Viite
sv_se: Referens

source: Entry date
fi_fi: Kirjauspäivä
sv_se: Bokföringsdag

source: Edit payment
fi_fi: Muokkaa maksua
sv_se: Redigera betalning

source: Change month
fi_fi: Vaihda kuukautta
sv_se: Ändra månad

source: (incl. VAT)
fi_fi: (sis. alv)
sv_se: (inklusive moms)

source: Open invoices
fi_fi: Avoimet laskut
sv_se: Öppna fakturor

source: Wrong sum
fi_fi: Väärä summa
sv_se: Felaktig summa

source: Transfer the invoice to Maventa (e-invoicing operator)
fi_fi: Siirrä lasku Maventaan (e-laskutuksen operaattorille)
sv_se: Överför fakturan till Maventa (tjänsteleverantör för e-fakturering)

source: Sorry, client's OVT code is missing. Please <a href="./?action=search">run a search</a> and edit client's information first.
fi_fi: Pahoittelut, asiakkaan OVT-koodi puuttuu. Ole hyvä ja <a href="./?action=search">suorita haku</a> ja muokkaa asiakkaan tietoja ensin.
sv_se: Kundens OVT-kod saknas. <a href="./?action=search">Gör en sökning</a> och redigera kundens uppgifter först.

source: Sorry, you need Maventa user ID and Maventa API key to run the the procedure. Please contact your service provider for more information.
fi_fi: Pahoittelut, tarvitset Maventa-käyttäjätunnuksen ja Maventa-API-avaimen suorittaaksesi toimenpiteen. Ole hyvä ja ota yhteyttä palveluntarjojaan saadaksesi lisätietoja.
sv_se: Du behöver ett Maventa-användarnamn och en API nyckel från Maventa för att köra denna procedur. Kontakta din tjänstleverantör för mera information.

source: Test this feature
fi_fi: Testaa tätä ominaisuutta
sv_se: Testa denna funktion

source: This feature has not been activated yet. Please contact your service provider.
fi_fi: Tätä ominaisuutta ei ole vielä aktivoitu. Ole hyvä ja ota yhteyttä palveluntarjoajaan.
sv_se: Denna funktion är inte aktiverad. Vänligen kontakta din tjänsteleverantör.

source: Page’s URL address *<br />(if you edit this, remember to update links also)
fi_fi: Sivun URL-osoite *<br />(jos muutat tätä, päivitä myös linkit)
sv_se: Sidans webbadress *<br />(om du ändrar detta, kom ihåg att uppdatera också länkarna)

source: The system generates a URL address for the page automatically, based on the page's heading. You can later change the URL address by editing the page.
fi_fi: Järjestelmä luo URL-osoitteen automaattisesti sivun otsikon perusteella. Voit myöhemmin muuttaa URL-osoitetta muokkaamalla sivua.
sv_se: Systemet genererar automatiskt en webbadress för sidan, baserad på sidans rubrik. Du kan senare ändra webbadressen genom att redigera sidan.

source: Insert web page
fi_fi: Lisää verkkosivu
sv_se: Infoga webbplatssida

source: Enter the URL of the destination address and enter the protocol &lt;other&lt; when you want to make an internal link to the site. (You can find a list of URLs from previous page).
fi_fi: Jos haluat tehdä sivuston sisäisen linkin, anna protokollaksi &lt;muu&gt; ja anna osoitteeksi kohdesivun URL (listan URLeista löydät edelliseltä sivulta).
sv_se: Om du vill du göra en intern länk på webbplatsen, för protokoll ge &lt;annat&gt; och för adress målsidans webbaddress (En lista över webbadresser hittar du på föregående sida).

source: Use the 'Paste from Word document' button, when you import text from Word, so that unnecessary text formatting will be dropped.
fi_fi: Jos tuot tekstiä Wordista, käytä 'Liitä Word-dokumentista' -painiketta, jotta tekstin tarpeettomat muotoilut jäävät pois.
sv_se: Om du vill hämta in text från MS Word, använd 'Infoga från Word-dokument' -knappen för att undvika onödiga formateringskoder.

source: For best results, copy the text to Notepad first and then from Notepad to editor.
fi_fi: Parhaan tuloksen saat, jos kopioit tekstin ensin Notepadiin ja sitten Notepadista editoriin.

source: All files uploaded via this editor will be accessible online through a public URL. Do not upload confidential files with this editor.
fi_fi: Kaikki tämän editorin kautta palvelimelle ladatut tiedostot ovat käytettävissä julkisen URLin kautta. Älä lataa luottamuksellisia tiedostoja tämän editorin avulla.

source: Which section page belongs to? (Leave blank if main page.)
fi_fi: Mihin osioon sivu kuuluu? (Jätä tyhjäksi jos aloitussivu.)
sv_se: Var ska sidan infogas? (Lämna tom om huvudsida.)

source: Which sub section page belongs to? (Leave blank when necessary.)
fi_fi: Mihin alaosioon sivu kuuluu? (Jätä tarvittaessa tyhjäksi.)
sv_se: I vilken underavdelning ska sidan infogas? (Lämna tom vid behov.)

source: Do you want the page to be shown in the navigation?
fi_fi: Näytetäänkö sivu navigaatiossa?
sv_se: Ska sidan visas i menyn?

source: Internet pages
fi_fi: Internet-sivut
sv_se: Internetsidor

source: Intranet pages
fi_fi: Intranet-sivut
sv_se: Intranetsidor

source: Page title
fi_fi: Sivun otsikko
sv_se: Sidans rubrik

source: Up
fi_fi: Ylös
sv_se: Uppåt

source: Down
fi_fi: Alas
sv_se: Neråt

source: This feature is not available in the demo version.
fi_fi: Ominaisuus ei ole käytössä demoversiossa.
sv_se: Denna funktion finns inte i demoversionen.

source: Operation succeeded
fi_fi: Toimenpide onnistui
sv_se: Operationen lyckades

source: The procedure failed. We will fix the error as soon as possible
fi_fi: Toimenpide epäonnistui. Korjaamme virheen mahdollisimman pian.
sv_se: Proceduren kunde inte utföras. Vi åtgärdar felet så snart som möjligt.

source: Please select an organisation.
fi_fi: Ole hyvä ja valitse organisaatio.
sv_se: Välj en organisation.

source: To which organisation level does the member belong to?
fi_fi: Mihin organisaatioon jäsen kuuluu?
sv_se: Till vilken organisation hör medlemmen?

source: Edit user
fi_fi: Muokkaa käyttäjää
sv_se: Redigera användare

source: Add user
fi_fi: Lisää käyttäjä
sv_se: Lägg till användare

source: User level
fi_fi: Käyttäjätaso
sv_se: Användarnivå

source: User name
fi_fi: Käyttäjätunnus
sv_se: Användarnamn

source: Read-only (cannot edit data)
fi_fi: Vain lukuoikeudet (ei voi muokata dataa)
sv_se: Endast läsrättigheter (kan inte redigera data)

source: Generate temporary password and send to user automatically
fi_fi: Luo väliaikainen salasana ja lähetä käyttäjälle automaattisesti
sv_se: Generera ett temporärt lösenord och skicka till användaren

source: Data
fi_fi: Tiedot

source: Start year
fi_fi: Alkuvuosi
sv_se: Begynnelseår

source: End year
fi_fi: Loppuvuosi
sv_se: Slutår

source: Start decade
fi_fi: Alkamis-/aloitusvuosikymmen
sv_se: Begynnelsedecennium

source: End decade
fi_fi: Päättymisvuosikymmen
sv_se: Slutdecennium

source: Content
fi_fi: Sisältö
sv_se: Innehåll

source: Limit years
fi_fi: Rajaa vuosia
sv_se: Begränsa antal år

source: Choose
fi_fi: Valitse
sv_se: Välj

source: Apply for EGLSF membership
fi_fi: Hae EGSLF:n jäsenyyttä
sv_se: Ansök om EGLSF-medlemskap

source: Website
fi_fi: Verkkosivusto
sv_se: Webbplats

source: Membership
fi_fi: Jäsenyys
sv_se: Medlemskap

source: Send registration
fi_fi: Lähetä rekisteröityminen
sv_se: Skicka anmälan

source: Please enter the correct word!
fi_fi: Ole hyvä ja syötä oikea sana!
sv_se: Skriv in korrekt ord!

source: Become a member
fi_fi: Liity jäseneksi
sv_se: Bli medlem

source: Service provided by
fi_fi: Palvelun tarjoaa
sv_se: Tjänsten levereras av

source: Data will be saved in <a href="http://www.flomembers.fi/" target="_blank">FloMembers</a>
fi_fi: Tiedot tallennetaan <a href="http://www.flomembers.fi/" target="_blank">FloMembers</a>-ohjelmaan
sv_se: Data kommer att sparas i <a href="http://www.flomembers.fi/" target="_blank">FloMembers</a>

source: First names
fi_fi: Etunimet
sv_se: Förnamn (alla)

source: Preferred communication method
fi_fi: Toivottu viestintämuoto
sv_se: Önskad kommunikationsmetod

source: local level
fi_fi: paikallistaso
sv_se: lokalnivå

source: Join a group
fi_fi: Liity ryhmään
sv_se: Anslut dig till en grupp

source: Extra information
fi_fi: Lisätiedot
sv_se: Mera information

source: Send
fi_fi: Lähetä
sv_se: Skicka

source: FloMembers: Membership application
fi_fi: FloMembers: Jäsenyyshakemus

source: Payment instructions have been generated automatically.
fi_fi: Maksuohjeet on luotu koneellisesti.

source: Thank you for your application!
fi_fi: Kiitos hakemuksestasi!

source: We will contact you soon.
fi_fi: Otamme sinuun yhteyttä pian.
sv_se: Vi kontaktar dig inom kort.

source: Error in authenticating; please contact the administrator.
fi_fi: Autentikointivirhe; ole hyvä ja ota yhteyttä ylläpitäjään.
sv_se: Fel vid autentikering; kontakta administratören

source: Thank you for your submission!
fi_fi: Kiitos lähetyksestä!
sv_se: Tack för din anmälan!

source: Write foreign addresses on a separate sheet?
sv_se: Skriv ut utländska adresser på separat ark?

source: Copy the text to Notepad first and then copy the text from Notepad to editor for best results.
sv_se: För bästa resultat, kopiera först texten tll Notepad och sen från Notepad till editorn.

source: Thank you for your registration!
sv_se: Tack för din anmälan!
