Repository: tjnurmin/FloMembers
Catalog: locale/*/LC_MESSAGES/flo.po
Languages: fi_fi, sv_se

source: Click here
fi_fi: Klikkaa tästä
sv_se: Klicka här

source: Invoice date
fi_fi: Laskun päivämäärä
sv_se: Fakturans datum

source: Sum
fi_fi: Summa
sv_se: Summa

source: You can edit the information by clicking the field and changing the information. Changes are saved by pressing enter.
fi_fi: Voit muokata tietoja napsauttamalla kenttää ja muuttamalla tietoja. Tiedot tallentuvat, kun painat Enteriä.
sv_se: Du kan göra ändringar genom att klicka på fältet och redigera informationen. Ändringarna sparas genom att trycka på enter.

source: Date of payment
fi_fi: Maksupäivä
sv_se: Betalningsdag

source: Paid
fi_fi: Maksettu
sv_se: Betald

source: Print
fi_fi: Tulosta
sv_se: Skriv ut

source: Print reminder
fi_fi: Tulosta karhulasku
sv_se: Skriv ut påminnelse

source: Edit contact
fi_fi: Muokkaa kontaktia
sv_se: Redigera kontakt

source: Basic info
fi_fi: Perustiedot
sv_se: Basuppgifter

source: Add contact
fi_fi: Lisää kontakti
sv_se: Lägg till kontakt

source: Region
fi_fi: Maakunta
sv_se: Län / landskap

source: Province
fi_fi: Lääni
sv_se: Län

source: Will be printed on stickers
fi_fi: Tulostuu tarroihin
sv_se: Skrivs ut på klistermärken

source: Invoicee's standard reference
fi_fi: Laskutettavan vakioviite
sv_se: Standardreferensnummer för faktura

source: If you are writing a personal invoice; will not be printed in group invoices
fi_fi: Jos kirjoitat henkilökohtaisen laskun; ei tulostu massalaskuihin
sv_se: Om du skriver en personlig faktura, notera att den inte skrivs ut i gruppfakturor

source: Date of birth
fi_fi: Syntymäaika
sv_se: Födelsedatum

source: No mailing (if e.g. a family member is already a subscriber)
fi_fi: Ei postia (jos esim. toiselle perheenjäsenelle tulee lehti)
sv_se: Postspärr (om t. ex. en annan familjemedlem redan är prenumerant)

source: Group membership
fi_fi: Ryhmäjäsenyys
sv_se: Gruppmedlemskap

source: Add to group
fi_fi: Liitä ryhmään
sv_se: Lägg till grupp

source: Choose group
fi_fi: Valitse ryhmä
sv_se: Välj grupp

source: Choose role
fi_fi: Valitse rooli
sv_se: Välj roll

source: Person already belongs to this group.
fi_fi: Henkilö kuuluu jo tähän ryhmään.
sv_se: Personen tillhör redan denna grupp.

source: contacts
fi_fi: kontaktia
sv_se: kontakter

source: With initial
fi_fi: Alkukirjaimella
sv_se: Med initial

source: found
fi_fi: löytyi
sv_se: hittades

source: contact
fi_fi: kontakti
sv_se: kontakt

source: Message is being sent. Delivery may take several minutes, depending on the amount of recipients. Please wait until you get a notification that the message has been sent successfully.
fi_fi: Viestiä lähetetään. Lähetys voi kestää vastaanottajien määrästä riippuen useita minuutteja. Ole hyvä ja jää odottamaan, kunnes saat ilmoituksen lähetyksen onnistumisesta.
sv_se: Meddelandet skickas. Detta kan ta flera minuter, beroende på antalet mottagare. Vänta tills du får en kvittering att utskicket har lyckats.

source: Message sent successfully to:
fi_fi: Viesti lähetettiin onnistuneesti osoitteisiin:
sv_se: Meddelandet har skickats till:

source: No e-mail addresses for following persons:
fi_fi: Ei sähköpostiosoitetta seuraaville henkilöille:
sv_se: Inga e-postadresser för följande personer:

source: Sending to following addresses failed:
fi_fi: Lähetys seuraaviin osoitteisiin epäonnistui:
sv_se: Utskick till följande adresser misslyckades:

source: You can print invoices for these persons in
fi_fi: Voit tulostaa laskut näille henkilöille
sv_se: Du kan skriva ut fakturor till dessa personer på

source: Recipients will not be able to see other members' e-mail addresses.
fi_fi: Vastaanottajat eivät näe toistensa osoitteita.
sv_se: Mottagarna kan inte se varandras e-postadresser.

source: For quality control purposes, system administration can read the messages you send.
fi_fi: Palvelun laadun varmistamiseksi järjestelmän ylläpito pystyy lukemaan lähettämiäsi viestejä.
sv_se: För att kunna garantera tjänstens kvalitet kan systemets administration läsa meddelanden som du skickar.

source: The invoice will be sent as a file attachment to the recipients.
fi_fi: Lasku lähetetään vastaanottajille liitetiedostona.
sv_se: Fakturan kommer att skickas som en bifogad fil till mottagarna.

source: You can also perform <a href="./?action=search">a search</a> and send an e-mail to search results.
fi_fi: Voit myös suorittaa <a href="./?action=search">haun</a> ja lähettää sähköpostia hakutuloksille.
sv_se: Du kan också utföra <a href="./?action=search">en sökning</a> och skicka e-post till sökresultaten.

source: Send in HTML format
fi_fi: Lähetä HTML-muodossa
sv_se: Skicka i HTML-format

source: If you have uploaded a logo in Settings, it will be attached to the beginning of HTML-formatted e-mails automatically.
fi_fi: Jos olet ladannut palvelimelle logon kohdassa Asetukset, se liitetään HTML-muotoisten viestien alkuun automaattisesti.
sv_se: Om du har laddat upp en logotyp under Inställningar, kommer den att automatiskt infogas i början av meddelanden i HTML-format.

source: Request a read receipt
fi_fi: Pyydä kuittaus viestin lukemisesta
sv_se: Begär läskvittering

source: Recipient
fi_fi: Vastaanottaja
sv_se: Mottagare

source: Single recipient
fi_fi: Yksittäinen vastaanottaja
sv_se: En enda mottagare

source: All members who wish to receive newsletters by e-mail
fi_fi: Kaikki jäsenet jotka ovat toivoneet uutiskirjeen sähköpostitse
sv_se: Alla medlemmar som vill ha medlemspost per e-post

source: Expired subscribers
fi_fi: Päättyneet tilaukset
sv_se: Förfallna prenumerationer

source: Event participants
fi_fi: Tapahtuman osallistujat
sv_se: Deltagare i tillställningen

source: Choose one of the options.
fi_fi: Valitse yksi vaihtoehdoista.
sv_se: Välj ett alternativ.

source: An attachment is automatically sent with the message.
fi_fi: Viestin mukana lähtee automaattisesti liitetiedosto.
sv_se: Med meddelandet skickas automatiskt en bifogad fil.

source: Remove attachment
fi_fi: Poista liite
sv_se: Ta bort bilagan

source: Message will be sent to:
fi_fi: Viestin vastaanottaja(t):
sv_se: Meddelandet skickas till:

source: No recipients.
fi_fi: Ei vastaanottajia.
sv_se: Inga mottagare.

source: Message will be sent to search results.
fi_fi: Viesti lähetetään hakutuloksille.
sv_se: Meddelandet skickas till sökresultaten.

source: Clear recipients
fi_fi: Tyhjennä vastaanottajat
sv_se: Töm mottagare

source: Message
fi_fi: Viesti
sv_se: Meddelande

source: Subject
fi_fi: Otsikko
sv_se: Ämne

source: Choose email draft
fi_fi: Valitse viestiluonnos
sv_se: Välj e-postutkast

source: E-mail signature
fi_fi: Sähköpostin allekirjoitus
sv_se: Meddelandets underskrift

source: Attachment(s)
fi_fi: Liitetiedosto(t)
sv_se: Bilaga(-or)

source: Send message
fi_fi: Lähetä viesti
sv_se: Skicka meddelande

source: Faulty addresses (last 100)
fi_fi: Virheelliset osoitteet (viimeisimmät 100)
sv_se: Felaktiga e-postadresser (de sista 100)

source: Reason
fi_fi: Syy
sv_se: Orsak

source: Sent
fi_fi: Lähetetty
sv_se: Skickat

source: Temporary problems: Out of office, email box full etc. (last 2 weeks)
fi_fi: Väliaikaisia ongelmia: poissa toimistolta, sähköpostilaatikko täynnä jne. (viimeisten 2 viikon aikana)
sv_se: Temporära problem: frånvaromeddelande, inboxen full etc. (senaste 2 veckor)

source: Edit email draft
fi_fi: Muokkaa viestiluonnosta
sv_se: Redigera e-postutkast

source: Add email draft
fi_fi: Lisää viestiluonnos
sv_se: Lägg till e-postutkast

source: Message draft
fi_fi: Viestiluonnos
sv_se: Utkast till meddelande

source: If you prefer HTML, you can copy-paste HTML code into the field.
fi_fi: Jos haluat käyttää HTML:ää, voit leikata ja liimata HTML-koodia kenttään.
sv_se: Om du föredrar HTML kan du kopiera in HTML-kod i fältet.

source: Copy to new message
fi_fi: Kopioi uuteen viestiin
sv_se: Kopiera till nytt meddelande

source: Edit event
fi_fi: Muokkaa tapahtumaa
sv_se: Redigera tillställningen

source: Add new event
fi_fi: Lisää uusi tapahtuma
sv_se: Lägg till ny tillställning

source: <strong>Tip:</strong> After creating an event, you can view public events at <a href="https://www.tietokannat.info/events/?client=
fi_fi: <strong>Vinkki:</strong> Kun olet luonut tapahtuman, voit tarkastella julkisia tapahtumia osoitteessa <a href="https://www.tietokannat.info/events/?client=
sv_se: <strong>Tips:</strong> Efter att ha skapat en tillställning kan du se publika tillställningar på <a href="https://www.tietokannat.info/events/?client=

source: Event name
fi_fi: Tapahtuman nimi
sv_se: Tillställningens namn

source: Registration and cancellation closes
fi_fi: Ilmoittautuminen ja peruminen päättyy
sv_se: Anmälning och annullering avslutas

source: Web form's text
fi_fi: Verkkolomakkeen teksti
sv_se: Webbbformulärets text

source: Confirmation text for registration
fi_fi: Ilmoittautumisen vahvistusteksti
sv_se: Bekräftelsetext för anmälan

source: Max participants
fi_fi: Osallistujien maksimimäärä
sv_se: Max-antal deltagare

source: Guests allowed
fi_fi: Vieraat sallittu
sv_se: Gäster tillåts

source: Transport to event location
fi_fi: Kuljetus tapahtumapaikalle
sv_se: Transport till tillställningen

source: Transport from event location
fi_fi: Kuljetus tapahtumapaikalta
sv_se: Transport från tillställningen

source: Organiser
fi_fi: Järjestäjä
sv_se: Arrangör

source: Organiser's e-mail address
fi_fi: Järjestäjän sähköposti
sv_se: Arrangörens e-postadress

source: Show last-/first-name field
fi_fi: Näytä suku- ja etunimikenttä
sv_se: Visa fält för för- och efternamn

source: Is name mandatory?
fi_fi: Onko nimi pakollinen tieto?
sv_se: Är namn en obligatorisk uppgift?

source: Show email address field
fi_fi: Näytä sähköpostiosoitekenttä
sv_se: Visa fält för e-postadress

source: Is email mandatory?
fi_fi: Onko sähköposti pakollinen tieto?
sv_se: Är e-postadress en obligatorisk uppgift?

source: Show phone number field
fi_fi: Näytä puhelinnumerokenttä
sv_se: Visa fält för telefonnummer

source: Is phone mandatory?
fi_fi: Onko puhelinnumero pakollinen tieto?
sv_se: Är telefonnummer en obligatorisk uppgift?

source: Show organisation field
fi_fi: Näytä organisaatiokenttä
sv_se: Visa fält för organisation

source: Is organization mandatory?
fi_fi: Onko organisaatio pakollinen tieto?
sv_se: Är organisation en obligatorisk uppgift?

source: Show country field
fi_fi: Näytä maakenttä
sv_se: Visa fält för land

source: Is country mandatory?
fi_fi: Onko maa pakollinen tieto?
sv_se: Är land en obligatorisk uppgift?

source: Show extra info field
fi_fi: Näytä lisätietokenttä
sv_se: Visa fält för tilläggsuppgifter

source: Is extra info mandatory?
fi_fi: Onko lisätiedot pakollinen tieto?
sv_se: Är tilläggsuppgifter obligatoriska?

source: Show extra info instructions text
fi_fi: Lisätiedot-kentän ohjeteksti
sv_se: Visa instruktionstext för fältet tilläggsuppgifter

source: Show special died field
fi_fi: Näytä ruokavaliokenttä
sv_se: Visa fält för speciell diet

source: Show appellation field
fi_fi: Näytä tittelikenttä
sv_se: Visa fält för titel

source: Show invoicing address field
fi_fi: Näytä laskutusosoitekenttä
sv_se: Visa fält för faktureringsadress

source: Click to add 1 - 10 extra checkboxes
fi_fi: Napsauttamalla voit lisätä 1 - 10 lisävalintaruutua
sv_se: Klicka för att lägga till 1 - 10 extra kryssrutor

source: Checkbox label
fi_fi: Valintaruudun otsikko
sv_se: Etikett på kryssruta

source: Copy as new
fi_fi: Kopioi uudeksi
sv_se: Kopiera som ny

source: View participants
fi_fi: Selaa osallistujia
sv_se: Visa deltagare

source: Export participants (members only) to group
fi_fi: Vie osallistujat (vain jäsenet) ryhmään
sv_se: För deltagarna (endast medlemmar) till grupp

source: Edit event copy
fi_fi: Muokkaa tapahtumakopiota
sv_se: Redigera kopian på tillställningen

source: The form's information will be saved as a new event.
fi_fi: Lomakkeen tiedot tallennetaan uutena tapahtumana
sv_se: Formulärets information sparas som en ny tillställning.

source: You don't have the rights to view this page
fi_fi: Sinulla ei ole oikeuksia tarkastella tätä sivua
sv_se: Du har inte rättigheter att se denna sida

source: Participants
fi_fi: Osallistujat
sv_se: Deltagare

source: No participants.
fi_fi: Ei osallistujia.
sv_se: Inga deltagare.

source: No open events have been entered.
fi_fi: Järjestelmään ei ole syötetty avoimia tapahtumia.
sv_se: Inga öppna tillställningar har skrivits in.

source: Make a backup to MS Excel
fi_fi: Tee varmuuskopio MS Exceliin
sv_se: Gör en säkerhetskopia i MS Excel

source: Export addresses to MS Excel
fi_fi: Siirrä osoitteet MS Excel -muotoon
sv_se: Skapa adresslistor i MS Excel

source: Limit
fi_fi: Rajoitus
sv_se: Begränsning

source: More options for exporting data are available by running <a href="./?action=search">a search</a>.
fi_fi: Lisävaihtoehtoja tietojen vientiin löytyy <a href="./?action=search">haun</a> kautta.
sv_se: För flera alternativ att exportera data, kör <a href="./?action=search">a search</a>.

source: Include subscribers in file?
fi_fi: Tilaajat mukaan tiedostoon?
sv_se: Inkludera prenumeranter i filen?

source: The aggregated list of each mediators customers and order numbers
fi_fi: Koontilista jokaisen välittäjän asiakkaista ja tilausnumeroista
sv_se: Sammanställd lista över tidningförmedlares kunder och kundnummer

source: Unsubscribed addresses to MS Excel
fi_fi: Tilauksensa lopettaneiden osoitteet MS Exceliin
sv_se: Adresserna till dem som som avslutat sin prenumeration till MS Excel

source: Include members in file?
fi_fi: Jäsenet mukaan tiedostoon?
sv_se: Inkludera medlemmar i filen?

source: Include contacts in file?
fi_fi: Kontaktit mukaan tiedostoon?
sv_se: Inkludera kontakter i filen?

source: Order addresses by postcode?
fi_fi: Järjestä osoitteet postinumeron mukaan?
sv_se: Ordna adresserna enligt postnummer?

source: Foreign addresses on a separate sheet?
fi_fi: Ulkomaiset osoitteet omalle välilehdelle?

source: Write extra address in a separate cell?
fi_fi: Kirjoitetaanko lisäosoite omaan soluunsa?

source: Separate post address and country?
fi_fi: Erota postiosoite ja maa?

source: Write member ID in file?
fi_fi: Kirjoitetaanko jäsennumero tiedostoon?
sv_se: Skriv in medlemsnummer i filen?

source: Exclude those persons who wish not to receive mail?
fi_fi: Jätetäänkö pois ne henkilöt, jotka eivät halua vastaanottaa postituksia?
sv_se: Uteslut personer som inte vill ha post?

source: Yes
fi_fi: Kyll&auml;
sv_se: Ja

source: Exclude those members / subscribers who have not paid this year's fee?
fi_fi: Jätetäänkö tänä vuonna maksamatta jättäneet jäsenet / tilaajat pois?
sv_se: Uteslut medlemmar / prenumeranter som inte betalat i år?

source: Extra options
fi_fi: Lisävaihtoehdot
sv_se: Tillval

source: TUL magazine recipients
fi_fi: TUL-lehden vastaanottajat
sv_se: Mottagare av TUL-lehti

source: Birthdays
fi_fi: Syntymäpäivät
sv_se: Födelsedagar

source: Membership fees for suborganizations
fi_fi: Jäsenmaksut alaorganisaatioille
sv_se: Medlemsavgifter för underorganisationer

source: Edit application form
fi_fi: Muokkaa liittymislomaketta
sv_se: Redigera ansökningsformuläret

source: With this form you can edit the application form
fi_fi: Tällä lomakkeella voit muokata liittymislomaketta
sv_se: Med detta formulär kan du redigera ansökningsformuläret

source: If you want to allow the applicants to choose their membership type, please set types' visibility:
fi_fi: Jos haluat sallia liittyjien valita oma jäsentyyppinsä, ole hyvä ja aseta tyyppien näkyvyys:
sv_se: Om ansökande ska tillåtas välja typ av medlemskap, ställ in synlighet för typerna:

source: Membership types
fi_fi: Jäsentyypit
sv_se: Typer av medlemskap

source: Introduction text for the form
fi_fi: Lomakkeen aloitusteksti
sv_se: Introduktionstext för formuläret

source: Make e-mail address mandatory?
fi_fi: Asetetaanko sähköpostiosoite pakolliseksi tiedoksi?
sv_se: Gör e-postadress till en obligatorisk uppgift?

source: Show date of birth field
fi_fi: Näytä syntymäaikakenttä
sv_se: Visa fält för födelsedatum

source: Make mandatory?
fi_fi: Asetetaanko pakolliseksi?
sv_se: Gör obligatorisk?

source: Require in date format?
fi_fi: Vaaditaanko pvm-muodossa?
sv_se: Krävs datumformat?

source: Show mobile field
fi_fi: Näytä matkapuhelinkenttä
sv_se: Visa fält för mobiltelefon

source: Show phone field
fi_fi: Näytä puhelinkenttä
sv_se: Visa fält för telefon

source: Show sex dropdown
fi_fi: Näytä sukupuolivalinta
sv_se: Visa rullgardinsmeny för kön

source: Show employer field
fi_fi: Näytä työnantajakenttä
sv_se: Visa fält för arbetsgivare

source: Show preferred contact method dropdown
fi_fi: Näytä "toivottu yhteydenottotapa" -valikko
sv_se: Visa rullgardinsmeny för prioriterad kontaktmetod

source: If dropdown is not shown, contact method will be set as email for all applicants
fi_fi: Jos valikkoa ei näytetä, kaikkien liittyjien yhteydenottotavaksi asetetaan sähköposti
sv_se: Om rullgardinsmeny inte visas, används e-post som kontaktmetod för alla ansökare

source: Show language dropdown
fi_fi: Näytä kielivalinta
sv_se: Visa rullgardinsmeny för språk

source: Show region fields
fi_fi: Näytä lääni- ja maakuntavalinnat
sv_se: Visa fält för län / landskap

source: Show membership type fees
fi_fi: Näytä jäsentyyppien maksut
sv_se: Visa avgifterna för olika typer av medlemskap

source: Instruction text for the Extra information field
fi_fi: Lisätiedot-kentän ohjeteksti
sv_se: Instruktionstext för fältet Tilläggsuppgifter

source: Disclaimer
fi_fi: Vastuuvapauslauseke
sv_se: Ansvarsfrihetsklausul

source: Due date for automated invoices
fi_fi: Automatisoitujen laskujen eräpäivä
sv_se: Förfallodag för automatiska fakturor

source: 1 week
fi_fi: 1 viikko
sv_se: 1 vecka

source: 2 weeks
fi_fi: 2 viikkoa
sv_se: 2 veckor

source: 3 weeks
fi_fi: 3 viikkoa
sv_se: 3 veckor

source: Choose account
fi_fi: Valitse tili
sv_se: Välj konto

source: You cannot modify the application form in the demo version.
fi_fi: Et voi muokata liittymislomaketta demoversiossa.
sv_se: I demoversionen kan ansökningsformuläret inte redigeras.

source: Change status
fi_fi: Muuta tilaa
sv_se: Byt status

source: Do you want to grant admin permissions to person?
fi_fi: Haluatko antaa henkilölle pääkäyttäjän oikeudet?
sv_se: Vill du ge denna person administratörrättigheter?

source: Edit group
fi_fi: Muokkaa ryhmän tietoja
sv_se: Redigera gruppuppgifter

source: If you wish to add members to the group, find the desired persons through <a href="./?action=search">search</a> and add them to the group.
fi_fi: Jos haluat liittää ryhmään jäseniä, siirry <a href="./?action=search">hakuun</a>, etsi haluamasi henkilöt ja liitä heidät ryhmään.
sv_se: Om du vill lägga till medlemmar till gruppen, hitta personerna genom <a href="./?action=search">sökning</a> och lägg till dem till gruppen.

source: Add group
fi_fi: Lisää ryhmä
sv_se: Lägg till grupp

source: Group's name
fi_fi: Ryhmän nimi
sv_se: Gruppens namn

source: Group fee
fi_fi: Ryhmän jäsenmaksu
sv_se: Gruppens medlemsavgift

source: Hide group when viewing individual member info?
fi_fi: Piilotetaanko ryhmä kun tarkastellaan yksittäisen jäsenen tietoja?
sv_se: Dölj grupp när individuella medlemsuppgifter visas?

source: Allow joining this group in application form?
fi_fi: Sallitaanko tähän ryhmään liittyminen liittymislomakkeessa?
sv_se: Tillåt anslutning till denna grupp i ansökningsformuläret?

source: 1st level only
fi_fi: Vain 1. taso
sv_se: Endast på 1. nivån

source: All levels
fi_fi: Kaikki tasot
sv_se: Alla nivåer

source: Show to sub-organizations?
fi_fi: Näytetäänkö alaorganisaatioille?
sv_se: Visa för underorganisationer?

source: Show in application form?
fi_fi: Näytä liittymislomakkeessa?
sv_se: Visa i ansökningsformuläret?

source: Group members
fi_fi: Ryhmän jäsenet
sv_se: Gruppmedlemmar

source: The group includes the following members:
fi_fi: Ryhmään kuuluvat tällä hetkellä seuraavat jäsenet:
sv_se: Följande medlemmar tillhör gruppen:

source: Edit role
fi_fi: Muokkaa roolia
sv_se: Redigera roll

source: Remove from group
fi_fi: Poista ryhmästä
sv_se: Ta bort från gruppen

source: Remove the chosen from group
fi_fi: Poista valitut ryhmästä
sv_se: Ta bort de valda från gruppen

source: The group includes the following contacts:
fi_fi: Ryhmään kuuluvat tällä hetkellä seuraavat kontaktit:
sv_se: Följande kontakter tillhör gruppen:

source: A group can consist of the members of a team or a board, for instance. You can also attach persons to a group in a certain <a href="./?action=roles">role</a>. A group can have its own fee which can be invoiced on top of the standard member fees. Standard fees are defined in <a href="./?action=membertypes">Membertypes</a>.
fi_fi: Ryhmä voi käsittää esimerkiksi tietyn joukkueen tai yhdistyksen hallituksen jäsenet. Voit myös liittää henkilön ryhmään tietyssä <a href="./?action=roles">roolissa</a>. Ryhmällä voi olla oma jäsenmaksunsa, joka laskutetaan normaalien jäsenmaksujen lisäksi. Tavalliset jäsenmaksut määritellään kohdassa <a href="./?action=membertypes">Jäsentyypit</a>.
sv_se: En grupp kan bestå av t.ex. styrelsen eller en arbetgrupp. Personer kan också hänföras till en grupp p.g.a. sina <a href="./?action=roles">roller</a>. En grupp kan ha egna avgifter som ska faktureras utöver den normala medlemsavgiften. Normal medlemsavgift definieras i <a href="./?action=membertypes">Membertypes</a>.

source: Begin by creating the desired groups.
fi_fi: Luo ensin haluamasi ryhmät.
sv_se: Skapa först önskade grupper.

source: Edit member type
fi_fi: Muokkaa jäsentyyppiä
sv_se: Redigera medlemstyp

source: Add member type
fi_fi: Lisää jäsentyyppi
sv_se: Ange medlemstyp

source: Membership type
fi_fi: Jäsentyyppi
sv_se: Typ av medlemskap

source: Allow selecting this type in application form?
fi_fi: Sallitaanko tyypin valitseminen liittymislomakkeessa?
sv_se: Tillåt val av denna typ i ansökningsformuläret?

source: Characters left:
fi_fi: Merkkejä jäljellä:
sv_se: Tecken kvar:

source: SMS successfully sent with the following response codes:
fi_fi: Viesti lähetettiin onnistuneesti. Saatiin seuraavat vastauskoodit:
sv_se: Meddelandet har skickats och följande svarskoder erhållits:

source: Cost per message
fi_fi: Viestin hinta
sv_se: Kostnad per meddelande

source: Phone number of our operator
fi_fi: Operaattorimme puhelinnumero
sv_se: Telefon till vår tjänsteleverantör

source: shown as sender number.
fi_fi: näytetään lähettäjän numerona.
sv_se: vsas som avsändarens nummer.

source: Choose recipient
fi_fi: Valitse vastaanottaja
sv_se: Välj en mottagare

source: Not in demo version
fi_fi: Ei demoversiossa
sv_se: Inte i demoversionen.

source: Edit organisation
fi_fi: Muokkaa organisaatiota
sv_se: Redigera organisation

source: Add organisation
fi_fi: Lisää organisaatio
sv_se: Lägg till organisation

source: Organisations
fi_fi: Organisaatiot
sv_se: Organisationer

source: Edit payer information
fi_fi: Muokkaa maksajan tietoja
sv_se: Redigera betalaruppgifter

source: Add payer
fi_fi: Lisää maksaja
sv_se: Lägg till betalare

source: Is subscription service?
fi_fi: Onko lehtivälittäjä?
sv_se: Är tidskriftsförmedlare?

source: OVT code (for e-invoicing in Finland)
fi_fi: OVT-koodi (suomalaiseen e-laskutukseen)
sv_se: OVT-kod (för e-fakturering i Finland)

source: Edit person's role in group
fi_fi: Muokkaa henkilön roolia ryhmässä
sv_se: Redigera personens roll i gruppen

source: After submitting changes, you can go back with your browser’s Back-button.
fi_fi: Voit palata takaisin selaimen Takaisin-napilla tehtyäsi muutokset.
sv_se: Efter genomförda ändringar kan du gå tillbaka med webbläsarens Tillbaka-knapp.

source: Person already belongs to this group in this role.
fi_fi: Henkilö kuuluu jo tässä roolissa tähän ryhmään.
sv_se: Personen tillhör redan gruppen i denna roll.

source: Starting
fi_fi: Alkaen
sv_se: Fr.o.m.

source: Ending
fi_fi: Päättyen
sv_se: T.o.m.
